{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<user>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<bot>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<|endoftext|>": 0,
      "[PAD]": 1,
      "<user>": 2,
      "<bot>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "Â": 128,
      "Ã": 129,
      "Ä": 130,
      "Å": 131,
      "Æ": 132,
      "Ç": 133,
      "È": 134,
      "É": 135,
      "Ê": 136,
      "Ë": 137,
      "Ì": 138,
      "Í": 139,
      "Î": 140,
      "Ï": 141,
      "Ð": 142,
      "Ñ": 143,
      "Ò": 144,
      "Ó": 145,
      "Ö": 146,
      "×": 147,
      "Ø": 148,
      "Ù": 149,
      "Ú": 150,
      "Û": 151,
      "à": 152,
      "á": 153,
      "â": 154,
      "ã": 155,
      "ä": 156,
      "å": 157,
      "æ": 158,
      "ç": 159,
      "è": 160,
      "é": 161,
      "ê": 162,
      "ë": 163,
      "ì": 164,
      "í": 165,
      "î": 166,
      "ï": 167,
      "ð": 168,
      "Ĉ": 169,
      "ĉ": 170,
      "Ċ": 171,
      "Č": 172,
      "č": 173,
      "Ġ": 174,
      "ġ": 175,
      "Ģ": 176,
      "ģ": 177,
      "Ĥ": 178,
      "ĥ": 179,
      "Ħ": 180,
      "ħ": 181,
      "Ĩ": 182,
      "ĩ": 183,
      "Ī": 184,
      "ī": 185,
      "Ĭ": 186,
      "ĭ": 187,
      "Į": 188,
      "į": 189,
      "İ": 190,
      "ı": 191,
      "Ĳ": 192,
      "ĳ": 193,
      "Ĵ": 194,
      "ĵ": 195,
      "Ķ": 196,
      "ķ": 197,
      "ĸ": 198,
      "Ĺ": 199,
      "ĺ": 200,
      "Ļ": 201,
      "ļ": 202,
      "Ľ": 203,
      "ľ": 204,
      "Ŀ": 205,
      "ŀ": 206,
      "Ł": 207,
      "ł": 208,
      "Ń": 209,
      "ĠĠ": 210,
      "Ġt": 211,
      "Ġa": 212,
      "in": 213,
      "he": 214,
      "re": 215,
      "on": 216,
      "ĠĠĠĠ": 217,
      "Ġthe": 218,
      "er": 219,
      "at": 220,
      "Ġs": 221,
      "en": 222,
      "Ġo": 223,
      "Ġc": 224,
      "Ġw": 225,
      "it": 226,
      "or": 227,
      "is": 228,
      "es": 229,
      "al": 230,
      "ed": 231,
      "an": 232,
      "Ġp": 233,
      "Ġf": 234,
      "Ġb": 235,
      "ing": 236,
      "Ġan": 237,
      "Ġin": 238,
      "ar": 239,
      "Ġof": 240,
      "ou": 241,
      "ion": 242,
      "Ġm": 243,
      "Ġd": 244,
      "ic": 245,
      "le": 246,
      "Ġto": 247,
      "as": 248,
      "Ġand": 249,
      "--": 250,
      "ro": 251,
      "ĠĠĠĠĠĠĠĠ": 252,
      "Ġth": 253,
      "ent": 254,
      "ct": 255,
      "Ġh": 256,
      "Ġre": 257,
      "et": 258,
      "st": 259,
      "Ġn": 260,
      "el": 261,
      "om": 262,
      "il": 263,
      "Ġe": 264,
      "Ġl": 265,
      "id": 266,
      "ig": 267,
      "ot": 268,
      "im": 269,
      "ve": 270,
      "Ġis": 271,
      "Ġg": 272,
      "Ġ(": 273,
      "ut": 274,
      "ĠT": 275,
      "ĠI": 276,
      "am": 277,
      "ol": 278,
      "ce": 279,
      "ation": 280,
      "ly": 281,
      "se": 282,
      "Ġfor": 283,
      "ĠĠĠ": 284,
      "ur": 285,
      "âĢ": 286,
      "Ġbe": 287,
      "ĠS": 288,
      "ow": 289,
      "----": 290,
      "Ġthat": 291,
      "Ġu": 292,
      "ĠC": 293,
      "ra": 294,
      "Ġon": 295,
      "ĠA": 296,
      "Ġst": 297,
      "ver": 298,
      "ch": 299,
      "ul": 300,
      "ith": 301,
      "Ġ1": 302,
      "ad": 303,
      "ay": 304,
      "if": 305,
      "Ġcon": 306,
      "Ġy": 307,
      "Ġwith": 308,
      "00": 309,
      "Ġas": 310,
      "Ġ$": 311,
      "od": 312,
      "ir": 313,
      "ter": 314,
      "Ġ\"": 315,
      "Ġpro": 316,
      "um": 317,
      "ab": 318,
      "ate": 319,
      "pe": 320,
      "Ġit": 321,
      "her": 322,
      "ĠM": 323,
      "Ġwe": 324,
      "Ġal": 325,
      "nd": 326,
      "ge": 327,
      "ri": 328,
      "Ġ2": 329,
      "Ġv": 330,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 331,
      "res": 332,
      "ĠP": 333,
      "qu": 334,
      "Ġwh": 335,
      "ht": 336,
      "Ġyou": 337,
      "os": 338,
      "pp": 339,
      "Ġde": 340,
      "==": 341,
      "te": 342,
      "Ġex": 343,
      "**": 344,
      "ment": 345,
      "end": 346,
      "est": 347,
      "ac": 348,
      "ĠB": 349,
      "ist": 350,
      "ĠThe": 351,
      "un": 352,
      "us": 353,
      "Ġwas": 354,
      "ity": 355,
      "Ġor": 356,
      "Ġ\\": 357,
      "Ġcom": 358,
      "ers": 359,
      "ant": 360,
      "Ġare": 361,
      "Ġsu": 362,
      "Ġse": 363,
      "Ġhe": 364,
      "Ġat": 365,
      "oc": 366,
      "iv": 367,
      "ĠD": 368,
      "ess": 369,
      "th": 370,
      "Ġby": 371,
      "ĠH": 372,
      "ill": 373,
      "op": 374,
      "ĠF": 375,
      "ld": 376,
      "Ġ=": 377,
      "ain": 378,
      "rom": 379,
      "ore": 380,
      "ke": 381,
      "ĠR": 382,
      "Ġr": 383,
      "ĠW": 384,
      "ight": 385,
      "ction": 386,
      "--------": 387,
      "and": 388,
      "ĠN": 389,
      "em": 390,
      "Ġha": 391,
      "..": 392,
      "Ġnot": 393,
      "ive": 394,
      "nt": 395,
      "ĊĠĠĠĠ": 396,
      "Ġne": 397,
      "ĠL": 398,
      "ud": 399,
      "Ġthis": 400,
      "ort": 401,
      "Ġ-": 402,
      "ĊĠĠĠ": 403,
      "pt": 404,
      "art": 405,
      "Ġfrom": 406,
      "ial": 407,
      "ies": 408,
      "âĢĻ": 409,
      "ell": 410,
      "red": 411,
      "Ġsh": 412,
      "pl": 413,
      "_{": 414,
      "Ġ0": 415,
      "ated": 416,
      "ĠG": 417,
      "Ġhave": 418,
      "'s": 419,
      "ĠE": 420,
      "Ġch": 421,
      "ine": 422,
      "fe": 423,
      "Ġ*": 424,
      "ould": 425,
      "all": 426,
      "ag": 427,
      "our": 428,
      "ure": 429,
      "ust": 430,
      "ue": 431,
      "og": 432,
      "per": 433,
      "ical": 434,
      "ase": 435,
      "Ġle": 436,
      "iz": 437,
      "ĠO": 438,
      "ub": 439,
      "xt": 440,
      "Ġcan": 441,
      "ame": 442,
      ".\"": 443,
      "ib": 444,
      "able": 445,
      "rou": 446,
      "ich": 447,
      "Ġ{": 448,
      "ie": 449,
      ").": 450,
      "Ġ[": 451,
      "Ġres": 452,
      "ard": 453,
      "ome": 454,
      "Ġwhe": 455,
      "Ġus": 456,
      "age": 457,
      "cl": 458,
      "ĊĠ": 459,
      "ult": 460,
      "Ġcl": 461,
      "out": 462,
      "=\"": 463,
      "Ġ3": 464,
      "Ġab": 465,
      ");": 466,
      "01": 467,
      "ost": 468,
      "Ġj": 469,
      "ass": 470,
      "ide": 471,
      "act": 472,
      "ĊĠĠĠĠĠĠĠĠ": 473,
      "ther": 474,
      "Ġk": 475,
      "Ġcomp": 476,
      "Ġim": 477,
      "ĊĠĠĠĠĠĠĠ": 478,
      "Ġad": 479,
      "ĠU": 480,
      "orm": 481,
      "ans": 482,
      "ign": 483,
      "The": 484,
      "Ġpl": 485,
      "====": 486,
      "ack": 487,
      "Ġwere": 488,
      "Ġme": 489,
      "ĠJ": 490,
      "ath": 491,
      "//": 492,
      "Ġall": 493,
      "ph": 494,
      "du": 495,
      "ast": 496,
      "ĉĉ": 497,
      "ak": 498,
      "Ġcont": 499,
      "Ġdo": 500,
      "ition": 501,
      "of": 502,
      "ĠâĢ": 503,
      "ip": 504,
      "ind": 505,
      "ap": 506,
      "Ġ<": 507,
      "Ġhas": 508,
      "ary": 509,
      "int": 510,
      "cc": 511,
      "ime": 512,
      "ĠIn": 513,
      "ok": 514,
      "Ġwhich": 515,
      "ence": 516,
      "ice": 517,
      "Ġtr": 518,
      "{\\": 519,
      "ens": 520,
      "ress": 521,
      "ord": 522,
      "ous": 523,
      "Ġint": 524,
      "Ġbut": 525,
      "con": 526,
      "one": 527,
      "ty": 528,
      "ations": 529,
      "are": 530,
      "ong": 531,
      "Ġwill": 532,
      "Ġ4": 533,
      "),": 534,
      "Ġdis": 535,
      "ect": 536,
      "Ġgo": 537,
      "ep": 538,
      "ru": 539,
      "ents": 540,
      "ile": 541,
      "Ġ+": 542,
      "ally": 543,
      "ff": 544,
      "Ġout": 545,
      "Ġ5": 546,
      "Ġif": 547,
      "ose": 548,
      "Ġper": 549,
      "ace": 550,
      "Ġun": 551,
      "av": 552,
      "ber": 553,
      "gh": 554,
      "text": 555,
      "ork": 556,
      "ire": 557,
      "Ġen": 558,
      "ance": 559,
      "Ġone": 560,
      "au": 561,
      "ĠTh": 562,
      "ely": 563,
      "Ġapp": 564,
      "ory": 565,
      "ia": 566,
      "----------------": 567,
      "ang": 568,
      "port": 569,
      "ear": 570,
      "Ġthey": 571,
      "ach": 572,
      "Ġ$\\": 573,
      "so": 574,
      "ry": 575,
      "ions": 576,
      "form": 577,
      "}}": 578,
      "Ġev": 579,
      "Ġhis": 580,
      "Ġar": 581,
      "ail": 582,
      "ree": 583,
      "Ġtheir": 584,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 585,
      "ors": 586,
      "Ġyour": 587,
      "ĠK": 588,
      "lic": 589,
      "</": 590,
      "ll": 591,
      "ys": 592,
      "âĢĿ": 593,
      "ne": 594,
      "Ġmore": 595,
      "Ġup": 596,
      "ite": 597,
      "Ġother": 598,
      "Ġpre": 599,
      "Ġpart": 600,
      "Âł": 601,
      "Ġ}": 602,
      "ring": 603,
      "Ġqu": 604,
      "Ġli": 605,
      "ata": 606,
      "com": 607,
      "Ġso": 608,
      "Ġag": 609,
      "Ġthere": 610,
      "ake": 611,
      "ound": 612,
      "fere": 613,
      "ĠSt": 614,
      "very": 615,
      "ft": 616,
      "urn": 617,
      "ount": 618,
      "ook": 619,
      "Ġsc": 620,
      "own": 621,
      "Ġalso": 622,
      "[@": 623,
      "'t": 624,
      "Ġbeen": 625,
      "Ġman": 626,
      "Ġob": 627,
      "vel": 628,
      "ck": 629,
      "ates": 630,
      "Ġhad": 631,
      "pect": 632,
      "Ġwould": 633,
      "nder": 634,
      "de": 635,
      "Ġsp": 636,
      "ĠV": 637,
      "Ġwhen": 638,
      "Ġany": 639,
      "\\]": 640,
      "10": 641,
      "erv": 642,
      "low": 643,
      "Ġsa": 644,
      "ict": 645,
      "^{": 646,
      "row": 647,
      "Ġwho": 648,
      "Ġass": 649,
      "Ġno": 650,
      "we": 651,
      "ple": 652,
      "wo": 653,
      "Ġabout": 654,
      "ific": 655,
      "ink": 656,
      "ject": 657,
      "Ġ19": 658,
      "}$": 659,
      "erm": 660,
      "ode": 661,
      "Ġthan": 662,
      "Ġgen": 663,
      "clud": 664,
      "ref": 665,
      "cre": 666,
      "Ġ6": 667,
      "ater": 668,
      "ĠâĢľ": 669,
      "vers": 670,
      "ces": 671,
      "Ġtime": 672,
      "eth": 673,
      "Ġmy": 674,
      "Ġstud": 675,
      "ĠĠĠĠĠĠĠ": 676,
      "ps": 677,
      "rib": 678,
      "Ġte": 679,
      "Ġnew": 680,
      "Ġover": 681,
      "Ġits": 682,
      "right": 683,
      "Ġsome": 684,
      "In": 685,
      "Ġam": 686,
      "ĊĊ": 687,
      "Ġsy": 688,
      "pro": 689,
      "Ġ&": 690,
      "ov": 691,
      "****": 692,
      "ĊĠĠĠĠĠĠĠĠĠĠĠ": 693,
      "Ġget": 694,
      "fter": 695,
      "old": 696,
      "ove": 697,
      "Ġbet": 698,
      "math": 699,
      "Ġdif": 700,
      "irst": 701,
      "Ġdef": 702,
      "ays": 703,
      "}\\": 704,
      "|>": 705,
      "lect": 706,
      "hat": 707,
      "ob": 708,
      "endof": 709,
      "endoftext": 710,
      "ew": 711,
      "<|": 712,
      "Ġinter": 713,
      "fect": 714,
      "Ġsub": 715,
      "ari": 716,
      "Ġmay": 717,
      "li": 718,
      "pec": 719,
      "ative": 720,
      "Ġact": 721,
      "Ġunder": 722,
      "ild": 723,
      "Ġinto": 724,
      "Ġrec": 725,
      "Ġacc": 726,
      "iss": 727,
      "Ġoff": 728,
      "Ġwork": 729,
      "Ġcomm": 730,
      "ced": 731,
      "ock": 732,
      "19": 733,
      "ĠY": 734,
      "ause": 735,
      "ual": 736,
      "igh": 737,
      "Ġdes": 738,
      "Ġkn": 739,
      "Ġ201": 740,
      "##": 741,
      "12": 742,
      "Ġcons": 743,
      "ating": 744,
      "Ġ'": 745,
      "get": 746,
      "ĠIt": 747,
      "ular": 748,
      "ma": 749,
      "ert": 750,
      "ings": 751,
      "Ġyear": 752,
      "Ġonly": 753,
      "Ġpos": 754,
      "Ġind": 755,
      "Ġadd": 756,
      "ark": 757,
      "Ġlike": 758,
      "ick": 759,
      "pos": 760,
      "iew": 761,
      "Ġour": 762,
      "Ġtwo": 763,
      "Ġval": 764,
      "hed": 765,
      "Ġret": 766,
      "Ġbec": 767,
      "Ġem": 768,
      "Ġsuch": 769,
      "pon": 770,
      "Ġwhat": 771,
      "Ġpe": 772,
      "Ġthem": 773,
      "oint": 774,
      "Ġpres": 775,
      "rac": 776,
      "========": 777,
      "Ġinv": 778,
      "ĠWe": 779,
      "ize": 780,
      "Ġ7": 781,
      "Ġro": 782,
      "Ġco": 783,
      "Ġtrans": 784,
      "Ġher": 785,
      "ĊĠĠĠĠĠ": 786,
      "ĠCh": 787,
      "Ġjust": 788,
      "Ġph": 789,
      "Ġbl": 790,
      "reat": 791,
      "Ġreg": 792,
      "cess": 793,
      "itt": 794,
      "ish": 795,
      "Ġform": 796,
      "ex": 797,
      "ased": 798,
      "der": 799,
      "unction": 800,
      "ments": 801,
      "Ġ8": 802,
      "Ġrel": 803,
      "Ġ10": 804,
      "ied": 805,
      "Ġsaid": 806,
      "Ġpat": 807,
      "Ġuse": 808,
      "\">": 809,
      "Ġdet": 810,
      "stem": 811,
      "cept": 812,
      "oth": 813,
      "ec": 814,
      "Ġprov": 815,
      "Ġfirst": 816,
      "Ġwhere": 817,
      "ian": 818,
      "Ġmod": 819,
      "Ġdiffere": 820,
      "Ġneed": 821,
      "St": 822,
      "Ġhow": 823,
      "ident": 824,
      "Ġcol": 825,
      "ĠThis": 826,
      "Ġcell": 827,
      "ef": 828,
      "Ġrem": 829,
      "ility": 830,
      "Ġconst": 831,
      "Ġthese": 832,
      "aw": 833,
      "ange": 834,
      "ublic": 835,
      "11": 836,
      "olog": 837,
      "up": 838,
      "ype": 839,
      "Ġresult": 840,
      "elf": 841,
      "Ġthen": 842,
      "ont": 843,
      "Ġra": 844,
      "Ġafter": 845,
      "the": 846,
      "ourt": 847,
      "](": 848,
      "Ġset": 849,
      "Ġsign": 850,
      "Ġnum": 851,
      "ood": 852,
      "Ġtra": 853,
      "Ġ9": 854,
      "Ġ\\[": 855,
      "ise": 856,
      "...": 857,
      "Ġpol": 858,
      "type": 859,
      "ution": 860,
      "Ġcould": 861,
      "ffect": 862,
      "als": 863,
      "000": 864,
      "Ċĉĉ": 865,
      "ĠHe": 866,
      "ween": 867,
      "ool": 868,
      "20": 869,
      "ss": 870,
      "Ġac": 871,
      "ough": 872,
      "ollow": 873,
      ")$": 874,
      "Ġsupp": 875,
      "ient": 876,
      "ople": 877,
      "Ġdata": 878,
      "Ġinclud": 879,
      "Ġpr": 880,
      "iel": 881,
      "Ġbetween": 882,
      "Ġshould": 883,
      "ics": 884,
      "cy": 885,
      "ract": 886,
      "ix": 887,
      "les": 888,
      "left": 889,
      "gin": 890,
      "Ġused": 891,
      "Ġclass": 892,
      "tern": 893,
      "Ġgrou": 894,
      "Ġfe": 895,
      "oy": 896,
      "Ġdid": 897,
      "Ġshow": 898,
      "(\\": 899,
      "Ġdist": 900,
      "ble": 901,
      "__": 902,
      "fig": 903,
      "ious": 904,
      "ax": 905,
      "ues": 906,
      "ox": 907,
      "Ġsur": 908,
      "XX": 909,
      "cal": 910,
      "Ġ.": 911,
      "ible": 912,
      "ank": 913,
      "){": 914,
      "Ġshe": 915,
      "Ġexp": 916,
      "ĠUn": 917,
      "ull": 918,
      "Ġfollow": 919,
      ".,": 920,
      "Ġknow": 921,
      "Ġsee": 922,
      "Ġfl": 923,
      "gr": 924,
      "Ġusing": 925,
      "ield": 926,
      "Ġspec": 927,
      "ning": 928,
      "its": 929,
      "Ġprodu": 930,
      "Ġbu": 931,
      "Ġsim": 932,
      "ade": 933,
      "()": 934,
      "Ġfact": 935,
      "rough": 936,
      "nce": 937,
      "ator": 938,
      "Ġend": 939,
      "ons": 940,
      "be": 941,
      "Ġrequ": 942,
      "frac": 943,
      "io": 944,
      "Ġ[@": 945,
      "hen": 946,
      "::": 947,
      "ities": 948,
      "ful": 949,
      "ined": 950,
      "Ġgener": 951,
      "\",": 952,
      "Ġchar": 953,
      "Ġmost": 954,
      "15": 955,
      "Ġcor": 956,
      "Ġbecause": 957,
      "Ġfil": 958,
      "16": 959,
      "fore": 960,
      "Ġi": 961,
      "Ġinst": 962,
      "Ġpeople": 963,
      "25": 964,
      "Ġwell": 965,
      "ruct": 966,
      "Ġsystem": 967,
      "13": 968,
      "ever": 969,
      "Ġfunction": 970,
      "Ġright": 971,
      "Ġext": 972,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 973,
      "inal": 974,
      "ms": 975,
      "],": 976,
      "ited": 977,
      "uring": 978,
      "rit": 979,
      "Ġtest": 980,
      "mer": 981,
      "Ġhigh": 982,
      "ER": 983,
      "Ġreturn": 984,
      "ures": 985,
      "ric": 986,
      "Ġwant": 987,
      "uch": 988,
      "put": 989,
      "Ġap": 990,
      "Ġthrough": 991,
      "Ġback": 992,
      "Ġcase": 993,
      "Ġsm": 994,
      "ically": 995,
      "wn": 996,
      "Ġeach": 997,
      "Ġvari": 998,
      "Ġdifferent": 999,
      "Ġ200": 1000,
      "\"}": 1001,
      "ages": 1002,
      "cond": 1003,
      "://": 1004,
      "Ġhim": 1005,
      "Ġent": 1006,
      "over": 1007,
      "to": 1008,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1009,
      "Ġdoes": 1010,
      "irect": 1011,
      "hes": 1012,
      "imes": 1013,
      "err": 1014,
      "Th": 1015,
      "ng": 1016,
      "ized": 1017,
      "ational": 1018,
      "IN": 1019,
      "let": 1020,
      "14": 1021,
      "ients": 1022,
      "key": 1023,
      "Ġatt": 1024,
      "unt": 1025,
      "Ġmake": 1026,
      "Ġ/": 1027,
      "Ġmat": 1028,
      "Ġagain": 1029,
      "par": 1030,
      "Ġeffect": 1031,
      "Ġnow": 1032,
      "Ġeven": 1033,
      "Ġ//": 1034,
      "ĠRe": 1035,
      "urre": 1036,
      "ince": 1037,
      "ower": 1038,
      "Ġtri": 1039,
      "Ġlook": 1040,
      "](#": 1041,
      "ins": 1042,
      "other": 1043,
      "ily": 1044,
      "ars": 1045,
      "ason": 1046,
      "ray": 1047,
      "Ġsame": 1048,
      "Ġfind": 1049,
      "round": 1050,
      "arch": 1051,
      "Ġmin": 1052,
      "ta": 1053,
      "Ġcall": 1054,
      "Ġanal": 1055,
      "....": 1056,
      "?\"": 1057,
      "))": 1058,
      "ww": 1059,
      "Ġboth": 1060,
      "val": 1061,
      "0000": 1062,
      "vent": 1063,
      "ense": 1064,
      "Ġdon": 1065,
      "64": 1066,
      "ript": 1067,
      "ateg": 1068,
      "->": 1069,
      "pr": 1070,
      "ON": 1071,
      "Ċĉ": 1072,
      "ĠĠĠĠĠĠ": 1073,
      "lease": 1074,
      "Ġbeing": 1075,
      "cent": 1076,
      "ash": 1077,
      "Ġplay": 1078,
      "app": 1079,
      "Ġpoint": 1080,
      "18": 1081,
      "ved": 1082,
      "atic": 1083,
      "yp": 1084,
      "Ġevery": 1085,
      "gg": 1086,
      "Ġop": 1087,
      "ward": 1088,
      "Ġinte": 1089,
      "sp": 1090,
      "ctions": 1091,
      "Ġfound": 1092,
      "Ġloc": 1093,
      "ample": 1094,
      "50": 1095,
      "cul": 1096,
      "Ġway": 1097,
      "ĠĠĠĠĠ": 1098,
      "Ġstate": 1099,
      "day": 1100,
      "ethod": 1101,
      "Ġthose": 1102,
      "ĠSe": 1103,
      "Ġser": 1104,
      "ven": 1105,
      "Ġyears": 1106,
      "Ġnumber": 1107,
      "30": 1108,
      "Ġ$$": 1109,
      "que": 1110,
      "und": 1111,
      "Ġappro": 1112,
      "set": 1113,
      "ases": 1114,
      "Ġdec": 1115,
      "Ġ:": 1116,
      "22": 1117,
      "dition": 1118,
      "ision": 1119,
      "ute": 1120,
      "erson": 1121,
      "oid": 1122,
      "]\\]": 1123,
      "line": 1124,
      "me": 1125,
      "Ġpartic": 1126,
      "rol": 1127,
      "ting": 1128,
      "Ġhere": 1129,
      "Ġmed": 1130,
      "ants": 1131,
      "Ġdi": 1132,
      "Ġpresent": 1133,
      "ger": 1134,
      "Ġthink": 1135,
      "Ġlong": 1136,
      "Ġinf": 1137,
      "rest": 1138,
      "--------------------------------": 1139,
      "CR": 1140,
      "Ġx": 1141,
      "Ġpublic": 1142,
      "uc": 1143,
      "view": 1144,
      "Ġincre": 1145,
      "********": 1146,
      "oci": 1147,
      "Ġbel": 1148,
      "Ġvery": 1149,
      "ody": 1150,
      "read": 1151,
      "AT": 1152,
      "We": 1153,
      "Ġ@": 1154,
      "Ġwor": 1155,
      "ner": 1156,
      "sc": 1157,
      "bb": 1158,
      "Ġexper": 1159,
      "âĢī": 1160,
      "air": 1161,
      "Ġbefore": 1162,
      "Ġaut": 1163,
      "Ġreport": 1164,
      "Ġcourt": 1165,
      "tain": 1166,
      "ared": 1167,
      "igned": 1168,
      "velop": 1169,
      "ression": 1170,
      "ife": 1171,
      "alth": 1172,
      ",\\": 1173,
      "sh": 1174,
      "Ġcre": 1175,
      "17": 1176,
      "cer": 1177,
      "ĠNew": 1178,
      "Ġpar": 1179,
      "]{": 1180,
      "ided": 1181,
      "ĠCom": 1182,
      "Ġmem": 1183,
      "Ġmon": 1184,
      "Ġmany": 1185,
      "aking": 1186,
      "ek": 1187,
      "Ġ|": 1188,
      ".<|": 1189,
      "Ġche": 1190,
      "_{\\": 1191,
      "ually": 1192,
      "tem": 1193,
      "Ġhel": 1194,
      "eng": 1195,
      "Ġrespon": 1196,
      "ES": 1197,
      "Ġgu": 1198,
      "Ġmade": 1199,
      "ified": 1200,
      "ave": 1201,
      "ature": 1202,
      "Ġcar": 1203,
      "led": 1204,
      "Ġel": 1205,
      "mon": 1206,
      "ines": 1207,
      "ĊĠĠ": 1208,
      "ĊĊĠĠĠ": 1209,
      "What": 1210,
      "ality": 1211,
      "Ġlevel": 1212,
      "Ġcells": 1213,
      "ively": 1214,
      "Ġref": 1215,
      "Ġwhile": 1216,
      "Ġstudy": 1217,
      "urrent": 1218,
      "ices": 1219,
      "inf": 1220,
      "Ġins": 1221,
      "Ġgood": 1222,
      "formation": 1223,
      "ism": 1224,
      "string": 1225,
      "Ġequ": 1226,
      "Ġlar": 1227,
      "Ġprote": 1228,
      "amb": 1229,
      "24": 1230,
      "AR": 1231,
      "Ġ\\[[@": 1232,
      "ĠPro": 1233,
      "idence": 1234,
      "Ġmuch": 1235,
      "man": 1236,
      "}{": 1237,
      "ired": 1238,
      "yl": 1239,
      "Ġdep": 1240,
      "Ġsecond": 1241,
      "ving": 1242,
      "33": 1243,
      "ret": 1244,
      "min": 1245,
      "Ġown": 1246,
      "Ġgiv": 1247,
      "Ġprocess": 1248,
      "Ġrep": 1249,
      "Ġdisc": 1250,
      "Ġstart": 1251,
      "Ġ20": 1252,
      "ĠFor": 1253,
      "ource": 1254,
      ".âĢĿ": 1255,
      "Ġcount": 1256,
      "lement": 1257,
      "str": 1258,
      "ml": 1259,
      "Ġname": 1260,
      "ency": 1261,
      "Ġsupport": 1262,
      "Ġterm": 1263,
      "$,": 1264,
      "els": 1265,
      "ization": 1266,
      "Ġdown": 1267,
      "med": 1268,
      "Ġvalue": 1269,
      "Ġ_": 1270,
      "ght": 1271,
      "ĠâĢĵ": 1272,
      "any": 1273,
      "ider": 1274,
      "Ġpatients": 1275,
      "ole": 1276,
      "$.": 1277,
      "OR": 1278,
      "Ġdirect": 1279,
      "Ġopt": 1280,
      "Ġest": 1281,
      "erg": 1282,
      "ĠAl": 1283,
      "32": 1284,
      "ffic": 1285,
      "ĠIf": 1286,
      "alk": 1287,
      "arly": 1288,
      "tp": 1289,
      "ah": 1290,
      "Ġsol": 1291,
      "Ġposs": 1292,
      "Ġ12": 1293,
      "Ġnon": 1294,
      "Ġmet": 1295,
      "Ġappe": 1296,
      "rm": 1297,
      "ness": 1298,
      "Ġread": 1299,
      "ĠÂ": 1300,
      "Ġmethod": 1301,
      "oad": 1302,
      "ional": 1303,
      "untu": 1304,
      "Re": 1305,
      "ren": 1306,
      "ential": 1307,
      "Ġdevelop": 1308,
      "ale": 1309,
      "gan": 1310,
      "way": 1311,
      "Ġstr": 1312,
      "ĠAs": 1313,
      "Ex": 1314,
      "\\[": 1315,
      "upp": 1316,
      "ĠAnd": 1317,
      "ane": 1318,
      "201": 1319,
      "irc": 1320,
      "Ġserv": 1321,
      "IT": 1322,
      "Ġhelp": 1323,
      "amp": 1324,
      "Ġline": 1325,
      "\":": 1326,
      "Ġthree": 1327,
      "bl": 1328,
      "ters": 1329,
      "Con": 1330,
      "ument": 1331,
      "Ġgroup": 1332,
      "Ġwithout": 1333,
      "Ġcle": 1334,
      "ug": 1335,
      "Ġgl": 1336,
      "uss": 1337,
      "Ġduring": 1338,
      "Ġpri": 1339,
      "Ġhand": 1340,
      "âĢĶ": 1341,
      "It": 1342,
      "ulation": 1343,
      "ames": 1344,
      "Ġorder": 1345,
      "Ġz": 1346,
      "ouse": 1347,
      "oot": 1348,
      "mathcal": 1349,
      "da": 1350,
      "Ġactiv": 1351,
      "chool": 1352,
      "abel": 1353,
      "Ġlast": 1354,
      "ĠAn": 1355,
      "Ġproper": 1356,
      "Ġant": 1357,
      "40": 1358,
      "Ġiss": 1359,
      "ĠLet": 1360,
      "cript": 1361,
      "Ġav": 1362,
      "son": 1363,
      ")\\": 1364,
      "Ġconf": 1365,
      "Ġoper": 1366,
      "ysis": 1367,
      "Ġgra": 1368,
      "gram": 1369,
      "ability": 1370,
      "}(": 1371,
      "Ġlet": 1372,
      "co": 1373,
      "Ġ*/": 1374,
      "(\"": 1375,
      "ann": 1376,
      "ists": 1377,
      "NA": 1378,
      "here": 1379,
      ",\"": 1380,
      "80": 1381,
      "serv": 1382,
      "Ġperform": 1383,
      "Ġrun": 1384,
      "Ġsay": 1385,
      "ify": 1386,
      "ID": 1387,
      "ots": 1388,
      "oun": 1389,
      "ton": 1390,
      "$$": 1391,
      "duct": 1392,
      "itive": 1393,
      "pha": 1394,
      "AS": 1395,
      "ral": 1396,
      "ivers": 1397,
      "ross": 1398,
      "},": 1399,
      "ron": 1400,
      "Ġmeas": 1401,
      "meric": 1402,
      "',": 1403,
      "Ġimport": 1404,
      "Ġsignific": 1405,
      "Ġmain": 1406,
      "aim": 1407,
      "hip": 1408,
      "Ġed": 1409,
      "Ġlead": 1410,
      "vert": 1411,
      "ym": 1412,
      "work": 1413,
      "Ġinc": 1414,
      "chn": 1415,
      "Ġproble": 1416,
      "aj": 1417,
      "abl": 1418,
      "ĠHow": 1419,
      "].": 1420,
      "Ġtake": 1421,
      "Ġstill": 1422,
      "AL": 1423,
      "CT": 1424,
      "Ġ</": 1425,
      "Ġexpl": 1426,
      "Ġlight": 1427,
      "posed": 1428,
      "tr": 1429,
      "ology": 1430,
      "Ġsom": 1431,
      "Ġresults": 1432,
      "Ġtype": 1433,
      "Ġpur": 1434,
      "ott": 1435,
      "Ġperson": 1436,
      "45": 1437,
      "urther": 1438,
      "ĠBut": 1439,
      "Ġagainst": 1440,
      "Ġelect": 1441,
      "Ġmult": 1442,
      "Ġfin": 1443,
      "Fig": 1444,
      "'m": 1445,
      "ubuntu": 1446,
      "org": 1447,
      "Ġmust": 1448,
      "Ġfollowing": 1449,
      "'re": 1450,
      "acter": 1451,
      "He": 1452,
      "ience": 1453,
      "Ġstat": 1454,
      "eral": 1455,
      "Ġdeterm": 1456,
      "miss": 1457,
      "Ġexpect": 1458,
      "200": 1459,
      "Ġpost": 1460,
      "Ġcent": 1461,
      "Ġsmall": 1462,
      "âĢľ": 1463,
      "Ġ15": 1464,
      "Ġwr": 1465,
      "Ġ#": 1466,
      "Ġca": 1467,
      "less": 1468,
      "ĠCl": 1469,
      "Ġinformation": 1470,
      "Ġlaw": 1471,
      "Ġcontrol": 1472,
      "rel": 1473,
      "Ġ**": 1474,
      "Ġrece": 1475,
      "Ġident": 1476,
      "Ġgoing": 1477,
      "Ġtreat": 1478,
      "ording": 1479,
      "Ġchild": 1480,
      "Ġet": 1481,
      "ather": 1482,
      "Ġday": 1483,
      "ention": 1484,
      "ĠYou": 1485,
      "name": 1486,
      "ets": 1487,
      "28": 1488,
      "Ġerr": 1489,
      "ote": 1490,
      "az": 1491,
      "=\\": 1492,
      "ished": 1493,
      "gen": 1494,
      "rem": 1495,
      "Ġaddition": 1496,
      "vious": 1497,
      "ination": 1498,
      "23": 1499,
      "####": 1500,
      "ration": 1501,
      "ides": 1502,
      "You": 1503,
      "Ġmov": 1504,
      "Ġfam": 1505,
      "ital": 1506,
      "This": 1507,
      "ived": 1508,
      "^{\\": 1509,
      "Ġlim": 1510,
      "Ġsince": 1511,
      "atch": 1512,
      "Ġcontin": 1513,
      "27": 1514,
      "Ġbre": 1515,
      "aterial": 1516,
      "Ġsignificant": 1517,
      "99": 1518,
      "ured": 1519,
      "Ġquest": 1520,
      "Ġstand": 1521,
      "Ġremain": 1522,
      "ambda": 1523,
      "anc": 1524,
      "ately": 1525,
      "EN": 1526,
      "Ġvis": 1527,
      "Ġ$$\\": 1528,
      "ts": 1529,
      "Ġcr": 1530,
      "ond": 1531,
      "Ġke": 1532,
      "Ġ18": 1533,
      "();": 1534,
      "Ġfield": 1535,
      "ĠDe": 1536,
      "ery": 1537,
      "lex": 1538,
      "Pro": 1539,
      "(-": 1540,
      "yn": 1541,
      "Ġwithin": 1542,
      "ule": 1543,
      "Ġcurrent": 1544,
      "Ġreal": 1545,
      "Ġallow": 1546,
      "Ġanother": 1547,
      "add": 1548,
      "60": 1549,
      "ĠQ": 1550,
      "sum": 1551,
      "mu": 1552,
      "ST": 1553,
      "Ġweek": 1554,
      "Ġcare": 1555,
      "Ġgover": 1556,
      "Ġmark": 1557,
      ",âĢĿ": 1558,
      "eta": 1559,
      "ĠAmeric": 1560,
      "Ġreally": 1561,
      "Ġpop": 1562,
      "dd": 1563,
      "Ġredu": 1564,
      "ploy": 1565,
      "Ġgr": 1566,
      "Ġcontain": 1567,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1568,
      "ho": 1569,
      "}^{": 1570,
      "Ġstruct": 1571,
      "]\\].": 1572,
      "ategory": 1573,
      "agn": 1574,
      "alpha": 1575,
      "Ġopen": 1576,
      "Let": 1577,
      "Ġsl": 1578,
      "iness": 1579,
      "{{\\": 1580,
      "Ġexample": 1581,
      "ier": 1582,
      "alcul": 1583,
      "ĠTr": 1584,
      "Ġaround": 1585,
      "ribut": 1586,
      "Ġtry": 1587,
      "34": 1588,
      "akes": 1589,
      "ccess": 1590,
      "Ġdev": 1591,
      "ior": 1592,
      "arm": 1593,
      "bers": 1594,
      "part": 1595,
      "55": 1596,
      "Ġarg": 1597,
      "arn": 1598,
      "not": 1599,
      "Ġlife": 1600,
      "tic": 1601,
      "crib": 1602,
      "mm": 1603,
      "ently": 1604,
      "Ġincluding": 1605,
      "AN": 1606,
      "Ġobject": 1607,
      "Ġcommun": 1608,
      "Ġsing": 1609,
      "Ġhealth": 1610,
      "ially": 1611,
      "ĠSh": 1612,
      "Ġcondition": 1613,
      "fer": 1614,
      "Ġinvest": 1615,
      "Ġpass": 1616,
      "Ġdiv": 1617,
      "90": 1618,
      "ves": 1619,
      "Ġadv": 1620,
      "nment": 1621,
      "ething": 1622,
      "Ġinterest": 1623,
      "ĊĊĠ": 1624,
      "Ġsize": 1625,
      "ives": 1626,
      "Ġmight": 1627,
      "face": 1628,
      "ium": 1629,
      "ural": 1630,
      "raph": 1631,
      "Ġlist": 1632,
      "Ġprogram": 1633,
      "Ġtoo": 1634,
      "land": 1635,
      "Ġless": 1636,
      "roup": 1637,
      "ength": 1638,
      "================": 1639,
      "ety": 1640,
      "ĠInd": 1641,
      "ably": 1642,
      "resent": 1643,
      "Ġbased": 1644,
      "Ġgiven": 1645,
      "Ġ14": 1646,
      "ither": 1647,
      "Ġhome": 1648,
      "Ġobserv": 1649,
      "70": 1650,
      "Ġhig": 1651,
      "eter": 1652,
      "oh": 1653,
      "Ġhead": 1654,
      "Ġnext": 1655,
      "Ġ,": 1656,
      "ertain": 1657,
      "Ġhapp": 1658,
      "Ġapplic": 1659,
      "Ġimp": 1660,
      "ĠZ": 1661,
      "---": 1662,
      "ĠCon": 1663,
      "for": 1664,
      "ault": 1665,
      "Ġpower": 1666,
      "Ġclaim": 1667,
      "phi": 1668,
      "Ġbus": 1669,
      "21": 1670,
      "Ġbas": 1671,
      "elta": 1672,
      "Ġrespect": 1673,
      "Ġmodel": 1674,
      "Ġschool": 1675,
      "Ġevidence": 1676,
      "Ġobtain": 1677,
      "Ġworld": 1678,
      "reg": 1679,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 1680,
      "br": 1681,
      "Ġtop": 1682,
      "ways": 1683,
      "Ġpot": 1684,
      "Ġassoci": 1685,
      "Ġ16": 1686,
      "Ġpath": 1687,
      "ends": 1688,
      "ene": 1689,
      "ining": 1690,
      "ĠWh": 1691,
      "Ġrecord": 1692,
      "ĠX": 1693,
      "35": 1694,
      "Ġanalysis": 1695,
      "ream": 1696,
      "Ġfr": 1697,
      "Ġmean": 1698,
      "ump": 1699,
      "bar": 1700,
      "ggest": 1701,
      "sec": 1702,
      "hib": 1703,
      "hor": 1704,
      "Ġplace": 1705,
      "Ġwhether": 1706,
      "roll": 1707,
      "_\\": 1708,
      "stand": 1709,
      "ĠLe": 1710,
      "plic": 1711,
      "Ġhum": 1712,
      "Ġgreat": 1713,
      "Ġchang": 1714,
      "Ġtechn": 1715,
      "ĠAr": 1716,
      "Ġmonth": 1717,
      "arget": 1718,
      "Ġtrue": 1719,
      "38": 1720,
      "by": 1721,
      "inc": 1722,
      "Ġocc": 1723,
      "Ġsequ": 1724,
      "Ġcommon": 1725,
      "Ġsk": 1726,
      "ĠPh": 1727,
      "Ġindic": 1728,
      "Ġsuggest": 1729,
      "version": 1730,
      "Ġfail": 1731,
      "Ġ{#": 1732,
      "tt": 1733,
      "Ġdel": 1734,
      "bf": 1735,
      "ury": 1736,
      "Type": 1737,
      "Ġlow": 1738,
      "illion": 1739,
      "ĠNo": 1740,
      "26": 1741,
      "75": 1742,
      "isk": 1743,
      "29": 1744,
      "ought": 1745,
      "http": 1746,
      "Ġsomething": 1747,
      "Ġfew": 1748,
      "lev": 1749,
      "ference": 1750,
      "Ġmot": 1751,
      "ik": 1752,
      "Ġbest": 1753,
      "ĠThey": 1754,
      "Ġrese": 1755,
      "SE": 1756,
      "nal": 1757,
      "Ġbelie": 1758,
      "ilar": 1759,
      "><": 1760,
      "Ġprof": 1761,
      "04": 1762,
      "ged": 1763,
      "]{}": 1764,
      "thing": 1765,
      "Ġfile": 1766,
      "Ġleft": 1767,
      "ĠIs": 1768,
      "lu": 1769,
      "Ġseem": 1770,
      "osed": 1771,
      "orn": 1772,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1773,
      "Ġimportant": 1774,
      "Ġve": 1775,
      "ask": 1776,
      "Ġproduct": 1777,
      "arent": 1778,
      "ĠHowever": 1779,
      "ĠEx": 1780,
      "ivid": 1781,
      "Ġteam": 1782,
      "Ġdescrib": 1783,
      "LE": 1784,
      "!\"": 1785,
      "Ġeas": 1786,
      "100": 1787,
      "aps": 1788,
      "ser": 1789,
      "omen": 1790,
      "rap": 1791,
      "ird": 1792,
      "alse": 1793,
      "à¤": 1794,
      "arrow": 1795,
      "oft": 1796,
      "Ġtreatment": 1797,
      "05": 1798,
      "Ġbeh": 1799,
      "requ": 1800,
      "epend": 1801,
      "iver": 1802,
      "Ġbi": 1803,
      "lection": 1804,
      "mun": 1805,
      "rain": 1806,
      "Ġide": 1807,
      "col": 1808,
      "Ġcode": 1809,
      "mathbb": 1810,
      "Ġgot": 1811,
      "Ġtyp": 1812,
      "Ġposition": 1813,
      "ĠCourt": 1814,
      "('": 1815,
      "label": 1816,
      "IC": 1817,
      "Ġself": 1818,
      "used": 1819,
      "By": 1820,
      "ope": 1821,
      "Ġbetter": 1822,
      "ĊĊĠĠĠĠĠĠĠ": 1823,
      "aring": 1824,
      "Ġnever": 1825,
      "ĉĉĉĉ": 1826,
      "self": 1827,
      "Gen": 1828,
      "Ġwater": 1829,
      "Ġgrow": 1830,
      "Ġabove": 1831,
      "rop": 1832,
      "Ġput": 1833,
      "ised": 1834,
      "Ġprob": 1835,
      "Ġconsider": 1836,
      "Ġinvol": 1837,
      "66": 1838,
      "ĠSc": 1839,
      "RE": 1840,
      "Ġinit": 1841,
      "AC": 1842,
      "Ġturn": 1843,
      "Ġsum": 1844,
      "Ġcharacter": 1845,
      "Ġfour": 1846,
      "Ġask": 1847,
      "use": 1848,
      "Ġmar": 1849,
      "oss": 1850,
      "num": 1851,
      "Ġlarge": 1852,
      "Ġtem": 1853,
      "ĠAll": 1854,
      "def": 1855,
      "icro": 1856,
      "Ġparticular": 1857,
      "Ġcalled": 1858,
      "Ġcy": 1859,
      "opy": 1860,
      "www": 1861,
      "Ġview": 1862,
      "ĠThere": 1863,
      "ittle": 1864,
      "ĠApp": 1865,
      "AP": 1866,
      "44": 1867,
      "ification": 1868,
      "ga": 1869,
      "):": 1870,
      "ern": 1871,
      "ples": 1872,
      "Ġleast": 1873,
      "ĠUS": 1874,
      "Com": 1875,
      "ware": 1876,
      "Ġ11": 1877,
      "Ġfurther": 1878,
      "79": 1879,
      "âĪ": 1880,
      "}_{": 1881,
      "Ġbr": 1882,
      "iod": 1883,
      "âĢĵ": 1884,
      "ajor": 1885,
      "Ġpub": 1886,
      "Ġreason": 1887,
      "Ġ199": 1888,
      "ĠTo": 1889,
      "ush": 1890,
      "Ġpossible": 1891,
      "As": 1892,
      "Ġ--": 1893,
      "Ġleg": 1894,
      "data": 1895,
      "Ġsit": 1896,
      "39": 1897,
      "geq": 1898,
      "igma": 1899,
      "If": 1900,
      "Ġcap": 1901,
      "Ġden": 1902,
      "aligned": 1903,
      "Ġbuild": 1904,
      "ĠĠĠĠĠĠĠĠĠ": 1905,
      "bu": 1906,
      "ten": 1907,
      "ances": 1908,
      "Ġfree": 1909,
      "Ġgovernment": 1910,
      "Ġdri": 1911,
      "idth": 1912,
      "Ġavail": 1913,
      "To": 1914,
      "rict": 1915,
      "Ġimpro": 1916,
      "aut": 1917,
      "Ġdue": 1918,
      "Ġopp": 1919,
      "Ġhist": 1920,
      "Ġchange": 1921,
      "Ġbody": 1922,
      "Ġpay": 1923,
      "Ġ30": 1924,
      "ormal": 1925,
      "Ġtrial": 1926,
      "})": 1927,
      "Ġes": 1928,
      "Ġhy": 1929,
      "ĠĠĠĠĠĠĠĠĠĠ": 1930,
      "36": 1931,
      "}$$": 1932,
      "reen": 1933,
      "Ġhaving": 1934,
      "Ġfeel": 1935,
      "ext": 1936,
      "Ġsingle": 1937,
      "ividual": 1938,
      "Ġhard": 1939,
      "Ġlocal": 1940,
      "Ġmaterial": 1941,
      "Ġquestion": 1942,
      "ended": 1943,
      "Ġstudies": 1944,
      "inity": 1945,
      "ĠState": 1946,
      "Ġvalues": 1947,
      "ctor": 1948,
      "ological": 1949,
      "Ch": 1950,
      "Ġrepresent": 1951,
      "Ġthings": 1952,
      "pi": 1953,
      "Ġbusiness": 1954,
      "Ġreview": 1955,
      "por": 1956,
      "angle": 1957,
      "Ġdr": 1958,
      "Ġproblem": 1959,
      "ĠAd": 1960,
      "Ġprovide": 1961,
      "Ġunt": 1962,
      "go": 1963,
      "Ġemploy": 1964,
      "ats": 1965,
      "];": 1966,
      "Ġsever": 1967,
      "Ġpotential": 1968,
      "Ġwon": 1969,
      "ĠPl": 1970,
      "action": 1971,
      "Ġsimilar": 1972,
      "imal": 1973,
      "Ġside": 1974,
      "Ġbro": 1975,
      "html": 1976,
      "aint": 1977,
      "Ġdefend": 1978,
      "Ġcome": 1979,
      "amma": 1980,
      "Ġrate": 1981,
      "idd": 1982,
      "itor": 1983,
      "ns": 1984,
      "Ġtot": 1985,
      "ĠCol": 1986,
      "Ġelse": 1987,
      "-\\": 1988,
      "though": 1989,
      "Ġoffic": 1990,
      "iversity": 1991,
      "att": 1992,
      "Ġkeep": 1993,
      "Ġcost": 1994,
      "Ġplan": 1995,
      "Name": 1996,
      "nect": 1997,
      "'ve": 1998,
      "ĠUnited": 1999,
      "const": 2000,
      "Ġaccept": 2001,
      "equ": 2002,
      "enc": 2003,
      "MP": 2004,
      "ĊĠĠĠĠĠĠĠĠĠ": 2005,
      "ĠWhat": 2006,
      "Ġsure": 2007,
      "78": 2008,
      "Ġspe": 2009,
      "Ġknown": 2010,
      "var": 2011,
      "ĠRes": 2012,
      "Category": 2013,
      "Ġ==": 2014,
      "bot": 2015,
      "Ġprevious": 2016,
      "Ġeither": 2017,
      "Ġlittle": 2018,
      "lambda": 2019,
      "String": 2020,
      "Ġ13": 2021,
      "Ġsuper": 2022,
      "iple": 2023,
      "Ġder": 2024,
      "ocument": 2025,
      "ĠOn": 2026,
      "Ġindividual": 2027,
      "Ġpred": 2028,
      "Ġlik": 2029,
      "Ġsw": 2030,
      "etwork": 2031,
      "uck": 2032,
      "Ġmajor": 2033,
      "etic": 2034,
      ")/": 2035,
      "ĠFr": 2036,
      "Ġrisk": 2037,
      "usion": 2038,
      "Ġbo": 2039,
      "Ġrad": 2040,
      "oney": 2041,
      "atory": 2042,
      "iff": 2043,
      "Ġerror": 2044,
      "****************": 2045,
      "Ġparam": 2046,
      "aster": 2047,
      "Ġproject": 2048,
      "bs": 2049,
      "'ll": 2050,
      "Ġdays": 2051,
      "ending": 2052,
      "ergy": 2053,
      "Ġshown": 2054,
      "Ġexpression": 2055,
      "opt": 2056,
      "inary": 2057,
      "Ġorgan": 2058,
      "ĠâĢĶ": 2059,
      "Ġ25": 2060,
      "essage": 2061,
      "Ġaction": 2062,
      "clude": 2063,
      "Cl": 2064,
      "div": 2065,
      "ograph": 2066,
      "hem": 2067,
      "Ġgeneral": 2068,
      "48": 2069,
      "Ġbig": 2070,
      "ilon": 2071,
      "new": 2072,
      "back": 2073,
      "osp": 2074,
      "Ġjud": 2075,
      "Ġrest": 2076,
      "Ġperiod": 2077,
      "ĠOr": 2078,
      "____": 2079,
      "ĠThese": 2080,
      "Ġpa": 2081,
      "Ġcheck": 2082,
      "âĪĴ": 2083,
      "release": 2084,
      "ards": 2085,
      "ney": 2086,
      "Ġsuccess": 2087,
      "And": 2088,
      "Ġabs": 2089,
      "RO": 2090,
      "Ġhold": 2091,
      "></": 2092,
      "Ġpack": 2093,
      "ead": 2094,
      "urs": 2095,
      "Ġfamily": 2096,
      "Ġgive": 2097,
      "Ġsens": 2098,
      "Ġalways": 2099,
      "Res": 2100,
      "rug": 2101,
      "Ġ!": 2102,
      "Ġ17": 2103,
      "Ġable": 2104,
      "Ġfac": 2105,
      "Ġavailable": 2106,
      "mb": 2107,
      "Is": 2108,
      "ET": 2109,
      "ĠSo": 2110,
      "ape": 2111,
      "no": 2112,
      "ler": 2113,
      "Ġcases": 2114,
      "Ġgame": 2115,
      "Ġspecific": 2116,
      "IS": 2117,
      "Ġold": 2118,
      "ables": 2119,
      "itted": 2120,
      "+\\": 2121,
      "Data": 2122,
      "ored": 2123,
      "^\\": 2124,
      "ume": 2125,
      "play": 2126,
      "Tr": 2127,
      "Ġorig": 2128,
      "Ġreported": 2129,
      "begin": 2130,
      "Ġphot": 2131,
      "XXXX": 2132,
      "uro": 2133,
      "|\\": 2134,
      "Ġ24": 2135,
      "////": 2136,
      "iting": 2137,
      "Ġimage": 2138,
      "gra": 2139,
      "iron": 2140,
      "Ġprom": 2141,
      "Ġfilm": 2142,
      "Ġtimes": 2143,
      "mod": 2144,
      "nces": 2145,
      "Ġben": 2146,
      "ina": 2147,
      "ey": 2148,
      "But": 2149,
      "Ġpriv": 2150,
      "Ġhuman": 2151,
      "cle": 2152,
      "ĠBl": 2153,
      "Ġfull": 2154,
      "Ġwhy": 2155,
      "Ġhigher": 2156,
      "raw": 2157,
      "For": 2158,
      "ĊĠĠĠĠĠĠ": 2159,
      "Ġcho": 2160,
      "Ġunderstand": 2161,
      "Ġmeans": 2162,
      "ators": 2163,
      "this": 2164,
      "itle": 2165,
      "ges": 2166,
      "Ġsays": 2167,
      "ibr": 2168,
      "ĠStates": 2169,
      "Ġ100": 2170,
      "Ġlink": 2171,
      "Ġissue": 2172,
      "Ã©": 2173,
      "Ġspect": 2174,
      "fficient": 2175,
      "ION": 2176,
      "Ġtre": 2177,
      "ences": 2178,
      "Ġarea": 2179,
      "mission": 2180,
      "Ġfar": 2181,
      "code": 2182,
      "iol": 2183,
      "Ġtarget": 2184,
      "irl": 2185,
      "hy": 2186,
      "off": 2187,
      "ribution": 2188,
      "queue": 2189,
      "Ġseveral": 2190,
      "IP": 2191,
      "ories": 2192,
      "ĠThat": 2193,
      "Ġ50": 2194,
      "Ġaccess": 2195,
      "respon": 2196,
      "Ġcomb": 2197,
      "Ġpress": 2198,
      "ocial": 2199,
      "ready": 2200,
      "Id": 2201,
      "Ġword": 2202,
      "Ġhref": 2203,
      "infty": 2204,
      "Ġuntil": 2205,
      "Ġpercent": 2206,
      "Ġweight": 2207,
      "Ġhowever": 2208,
      "Ġsource": 2209,
      "ee": 2210,
      "Ġexpected": 2211,
      "partial": 2212,
      "Ġcour": 2213,
      "ĠWhen": 2214,
      "Ġcirc": 2215,
      "Ġdise": 2216,
      "37": 2217,
      "rr": 2218,
      "ception": 2219,
      "verage": 2220,
      "lected": 2221,
      "Ġenergy": 2222,
      "Ġlot": 2223,
      "88": 2224,
      "Im": 2225,
      "alf": 2226,
      "Ġspace": 2227,
      "ĠSp": 2228,
      "List": 2229,
      "gment": 2230,
      "Ġdesign": 2231,
      "Ġpolit": 2232,
      "osis": 2233,
      "Ġsat": 2234,
      "Ġmove": 2235,
      "Ġkey": 2236,
      "Ġcrit": 2237,
      "return": 2238,
      "top": 2239,
      "}{\\": 2240,
      "cont": 2241,
      "Ġsection": 2242,
      "ibility": 2243,
      "Ġdiscuss": 2244,
      "ison": 2245,
      "olution": 2246,
      "ries": 2247,
      "Ġinvestig": 2248,
      "Ġlevels": 2249,
      ":#": 2250,
      "ued": 2251,
      "rist": 2252,
      "CO": 2253,
      "Ġfore": 2254,
      "Ġthing": 2255,
      "Ġtalk": 2256,
      "arr": 2257,
      "iment": 2258,
      "Ġchildren": 2259,
      "ystem": 2260,
      "Ġstep": 2261,
      "ohn": 2262,
      "ding": 2263,
      "Ġlater": 2264,
      "chan": 2265,
      "ED": 2266,
      "Ġresponse": 2267,
      "ering": 2268,
      "ling": 2269,
      "Ġcompany": 2270,
      "ique": 2271,
      "ĠShe": 2272,
      "Ġtotal": 2273,
      "Ġalong": 2274,
      "Ġ)": 2275,
      "Ġcur": 2276,
      "AB": 2277,
      "ift": 2278,
      "ising": 2279,
      "omet": 2280,
      "ĠAt": 2281,
      "Ġrange": 2282,
      "Ġprim": 2283,
      "^{-": 2284,
      "Ġactivity": 2285,
      "ustom": 2286,
      "Ġpract": 2287,
      "Ġassociated": 2288,
      "sel": 2289,
      "Ġdone": 2290,
      "Ġcertain": 2291,
      "acy": 2292,
      "ption": 2293,
      "An": 2294,
      "queuebot": 2295,
      "sequ": 2296,
      "icense": 2297,
      "ivity": 2298,
      "Ġdidn": 2299,
      "Ġgroups": 2300,
      "Ġrequire": 2301,
      "ĠNid": 2302,
      "Ġphys": 2303,
      "ension": 2304,
      "head": 2305,
      "enn": 2306,
      "outh": 2307,
      "Ġbit": 2308,
      "Ġterms": 2309,
      "sub": 2310,
      "amples": 2311,
      "ava": 2312,
      "span": 2313,
      "69": 2314,
      "Ġexist": 2315,
      "test": 2316,
      "Ġ([": 2317,
      "Ġenough": 2318,
      "Ġmass": 2319,
      "ival": 2320,
      "indow": 2321,
      "Sh": 2322,
      "Ġagree": 2323,
      "Ġalready": 2324,
      "Ġshort": 2325,
      "85": 2326,
      "Ġ>": 2327,
      "aken": 2328,
      "AD": 2329,
      "Ġport": 2330,
      "ressed": 2331,
      "roid": 2332,
      "proposed": 2333,
      "ails": 2334,
      "ĠRep": 2335,
      "andom": 2336,
      "âĢ¦": 2337,
      "mit": 2338,
      "ocal": 2339,
      "table": 2340,
      "Ġtell": 2341,
      "Ġneg": 2342,
      "cret": 2343,
      "Ġactually": 2344,
      "Ġdoesn": 2345,
      "Ġbase": 2346,
      "47": 2347,
      "rix": 2348,
      "ony": 2349,
      "Ġ=>": 2350,
      "iction": 2351,
      "HE": 2352,
      "Ġaway": 2353,
      "Ġrelations": 2354,
      "Ġfri": 2355,
      "ources": 2356,
      "Ġcompared": 2357,
      ")(": 2358,
      "Ġsent": 2359,
      "ependent": 2360,
      "Ġid": 2361,
      "MS": 2362,
      "Ġamount": 2363,
      "arc": 2364,
      "uture": 2365,
      "Ġprovided": 2366,
      "95": 2367,
      "Ġdiff": 2368,
      "side": 2369,
      "Ġresearch": 2370,
      "odes": 2371,
      "Ġflu": 2372,
      "uation": 2373,
      "Ġaccording": 2374,
      "ĠUniversity": 2375,
      "Ġmor": 2376,
      "ams": 2377,
      "Ġtold": 2378,
      "omic": 2379,
      "pped": 2380,
      "65": 2381,
      "LL": 2382,
      "Ġamong": 2383,
      "ister": 2384,
      "ules": 2385,
      "utes": 2386,
      "order": 2387,
      "Ġvol": 2388,
      "Ġ`": 2389,
      "Ġseason": 2390,
      "Ġrequired": 2391,
      "Ġoften": 2392,
      "most": 2393,
      "Ġwomen": 2394,
      "Ġlo": 2395,
      "sw": 2396,
      "31": 2397,
      "Al": 2398,
      "App": 2399,
      "IG": 2400,
      "ores": 2401,
      "How": 2402,
      "import": 2403,
      "Ġstrong": 2404,
      "Ġkind": 2405,
      "Ġfix": 2406,
      "ands": 2407,
      "ours": 2408,
      "Ġthought": 2409,
      "ession": 2410,
      "Ġearly": 2411,
      "II": 2412,
      "oor": 2413,
      "ties": 2414,
      "rightarrow": 2415,
      "Ċĉĉĉ": 2416,
      "Ġestim": 2417,
      "Ġfinal": 2418,
      "Ġmaking": 2419,
      "iving": 2420,
      "MA": 2421,
      "des": 2422,
      "fl": 2423,
      "xi": 2424,
      "Ġconduct": 2425,
      "Ġsubject": 2426,
      "Ġmillion": 2427,
      "leg": 2428,
      "yle": 2429,
      "class": 2430,
      "Ġmoney": 2431,
      "Ġnetwork": 2432,
      "Ġparticip": 2433,
      "ection": 2434,
      "Ġfrequ": 2435,
      "Ġenc": 2436,
      "Ġmax": 2437,
      "ĠAmerican": 2438,
      "Ġstructure": 2439,
      "Ġcomplex": 2440,
      "Ġinclude": 2441,
      "Ġdetect": 2442,
      "duced": 2443,
      "Ġmultiple": 2444,
      "Ġcourse": 2445,
      "Ġmiss": 2446,
      "Ġthough": 2447,
      "Ġ/*": 2448,
      "Ar": 2449,
      "che": 2450,
      "02": 2451,
      "67": 2452,
      "Ġsec": 2453,
      "ians": 2454,
      "Ġage": 2455,
      "Ġcou": 2456,
      "stit": 2457,
      "url": 2458,
      "Ġcalcul": 2459,
      "Ġinj": 2460,
      "ĠSee": 2461,
      "ĠBe": 2462,
      "ĠCo": 2463,
      "Ġobserved": 2464,
      "ai": 2465,
      "asing": 2466,
      "mp": 2467,
      "Ġacross": 2468,
      "Ġmen": 2469,
      "Ġblock": 2470,
      "Ġaff": 2471,
      "Ġnecess": 2472,
      "Ġmonths": 2473,
      "rect": 2474,
      "Ġbecome": 2475,
      "Ġlove": 2476,
      "Ġdevelopment": 2477,
      "oper": 2478,
      "ung": 2479,
      "ball": 2480,
      "Ġmeasure": 2481,
      "OS": 2482,
      "ama": 2483,
      "49": 2484,
      "time": 2485,
      "Ġmechan": 2486,
      "89": 2487,
      "Ġobtained": 2488,
      "lete": 2489,
      "Ġbook": 2490,
      "Ġincrease": 2491,
      "ortun": 2492,
      "Ġevent": 2493,
      "Ġcountry": 2494,
      "uff": 2495,
      "Ġcomplet": 2496,
