{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<|endoftext|>": 0,
      "[PAD]": 1,
      "!": 2,
      "\"": 3,
      "#": 4,
      "$": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "A": 34,
      "B": 35,
      "C": 36,
      "D": 37,
      "E": 38,
      "F": 39,
      "G": 40,
      "H": 41,
      "I": 42,
      "J": 43,
      "K": 44,
      "L": 45,
      "M": 46,
      "N": 47,
      "O": 48,
      "P": 49,
      "Q": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "\\": 61,
      "]": 62,
      "^": 63,
      "_": 64,
      "`": 65,
      "a": 66,
      "b": 67,
      "c": 68,
      "d": 69,
      "e": 70,
      "f": 71,
      "g": 72,
      "h": 73,
      "i": 74,
      "j": 75,
      "k": 76,
      "l": 77,
      "m": 78,
      "n": 79,
      "o": 80,
      "p": 81,
      "q": 82,
      "r": 83,
      "s": 84,
      "t": 85,
      "u": 86,
      "v": 87,
      "w": 88,
      "x": 89,
      "y": 90,
      "z": 91,
      "{": 92,
      "|": 93,
      "}": 94,
      "~": 95,
      "¡": 96,
      "¢": 97,
      "£": 98,
      "¤": 99,
      "¥": 100,
      "¦": 101,
      "§": 102,
      "¨": 103,
      "©": 104,
      "ª": 105,
      "«": 106,
      "¬": 107,
      "®": 108,
      "¯": 109,
      "°": 110,
      "±": 111,
      "²": 112,
      "³": 113,
      "´": 114,
      "µ": 115,
      "¶": 116,
      "·": 117,
      "¸": 118,
      "¹": 119,
      "º": 120,
      "»": 121,
      "¼": 122,
      "½": 123,
      "¾": 124,
      "¿": 125,
      "Â": 126,
      "Ã": 127,
      "Ä": 128,
      "Å": 129,
      "Æ": 130,
      "Ç": 131,
      "È": 132,
      "É": 133,
      "Ê": 134,
      "Ë": 135,
      "Ì": 136,
      "Í": 137,
      "Î": 138,
      "Ï": 139,
      "Ð": 140,
      "Ñ": 141,
      "Ò": 142,
      "Ó": 143,
      "Ö": 144,
      "×": 145,
      "Ø": 146,
      "Ù": 147,
      "Ú": 148,
      "Û": 149,
      "à": 150,
      "á": 151,
      "â": 152,
      "ã": 153,
      "ä": 154,
      "å": 155,
      "æ": 156,
      "ç": 157,
      "è": 158,
      "é": 159,
      "ê": 160,
      "ë": 161,
      "ì": 162,
      "í": 163,
      "î": 164,
      "ï": 165,
      "ð": 166,
      "Ĉ": 167,
      "ĉ": 168,
      "Ċ": 169,
      "Č": 170,
      "č": 171,
      "Ġ": 172,
      "ġ": 173,
      "Ģ": 174,
      "ģ": 175,
      "Ĥ": 176,
      "ĥ": 177,
      "Ħ": 178,
      "ħ": 179,
      "Ĩ": 180,
      "ĩ": 181,
      "Ī": 182,
      "ī": 183,
      "Ĭ": 184,
      "ĭ": 185,
      "Į": 186,
      "į": 187,
      "İ": 188,
      "ı": 189,
      "Ĳ": 190,
      "ĳ": 191,
      "Ĵ": 192,
      "ĵ": 193,
      "Ķ": 194,
      "ķ": 195,
      "ĸ": 196,
      "Ĺ": 197,
      "ĺ": 198,
      "Ļ": 199,
      "ļ": 200,
      "Ľ": 201,
      "ľ": 202,
      "Ŀ": 203,
      "ŀ": 204,
      "Ł": 205,
      "ł": 206,
      "Ń": 207,
      "ĠĠ": 208,
      "Ġt": 209,
      "Ġa": 210,
      "in": 211,
      "he": 212,
      "re": 213,
      "on": 214,
      "ĠĠĠĠ": 215,
      "Ġthe": 216,
      "er": 217,
      "at": 218,
      "Ġs": 219,
      "en": 220,
      "Ġo": 221,
      "Ġc": 222,
      "Ġw": 223,
      "it": 224,
      "or": 225,
      "is": 226,
      "es": 227,
      "al": 228,
      "ed": 229,
      "an": 230,
      "Ġp": 231,
      "Ġf": 232,
      "Ġb": 233,
      "ing": 234,
      "Ġan": 235,
      "Ġin": 236,
      "ar": 237,
      "Ġof": 238,
      "ou": 239,
      "ion": 240,
      "Ġm": 241,
      "Ġd": 242,
      "ic": 243,
      "le": 244,
      "Ġto": 245,
      "as": 246,
      "Ġand": 247,
      "--": 248,
      "ro": 249,
      "ĠĠĠĠĠĠĠĠ": 250,
      "Ġth": 251,
      "ent": 252,
      "ct": 253,
      "Ġh": 254,
      "Ġre": 255,
      "et": 256,
      "st": 257,
      "Ġn": 258,
      "el": 259,
      "om": 260,
      "il": 261,
      "Ġe": 262,
      "Ġl": 263,
      "id": 264,
      "ig": 265,
      "ot": 266,
      "im": 267,
      "ve": 268,
      "Ġis": 269,
      "Ġg": 270,
      "Ġ(": 271,
      "ut": 272,
      "ĠT": 273,
      "ĠI": 274,
      "am": 275,
      "ol": 276,
      "ce": 277,
      "ation": 278,
      "ly": 279,
      "se": 280,
      "Ġfor": 281,
      "ĠĠĠ": 282,
      "ur": 283,
      "âĢ": 284,
      "Ġbe": 285,
      "ĠS": 286,
      "ow": 287,
      "----": 288,
      "Ġthat": 289,
      "Ġu": 290,
      "ĠC": 291,
      "ra": 292,
      "Ġon": 293,
      "ĠA": 294,
      "Ġst": 295,
      "ver": 296,
      "ch": 297,
      "ul": 298,
      "ith": 299,
      "Ġ1": 300,
      "ad": 301,
      "ay": 302,
      "if": 303,
      "Ġcon": 304,
      "Ġy": 305,
      "Ġwith": 306,
      "00": 307,
      "Ġas": 308,
      "Ġ$": 309,
      "od": 310,
      "ir": 311,
      "ter": 312,
      "Ġ\"": 313,
      "Ġpro": 314,
      "um": 315,
      "ab": 316,
      "ate": 317,
      "pe": 318,
      "Ġit": 319,
      "her": 320,
      "ĠM": 321,
      "Ġwe": 322,
      "Ġal": 323,
      "nd": 324,
      "ge": 325,
      "ri": 326,
      "Ġ2": 327,
      "Ġv": 328,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 329,
      "res": 330,
      "ĠP": 331,
      "qu": 332,
      "Ġwh": 333,
      "ht": 334,
      "Ġyou": 335,
      "os": 336,
      "pp": 337,
      "Ġde": 338,
      "==": 339,
      "te": 340,
      "Ġex": 341,
      "**": 342,
      "ment": 343,
      "end": 344,
      "est": 345,
      "ac": 346,
      "ĠB": 347,
      "ist": 348,
      "ĠThe": 349,
      "un": 350,
      "us": 351,
      "Ġwas": 352,
      "ity": 353,
      "Ġor": 354,
      "Ġ\\": 355,
      "Ġcom": 356,
      "ers": 357,
      "ant": 358,
      "Ġare": 359,
      "Ġsu": 360,
      "Ġse": 361,
      "Ġhe": 362,
      "Ġat": 363,
      "oc": 364,
      "iv": 365,
      "ĠD": 366,
      "ess": 367,
      "th": 368,
      "Ġby": 369,
      "ĠH": 370,
      "ill": 371,
      "op": 372,
      "ĠF": 373,
      "ld": 374,
      "Ġ=": 375,
      "ain": 376,
      "rom": 377,
      "ore": 378,
      "ke": 379,
      "ĠR": 380,
      "Ġr": 381,
      "ĠW": 382,
      "ight": 383,
      "ction": 384,
      "--------": 385,
      "and": 386,
      "ĠN": 387,
      "em": 388,
      "Ġha": 389,
      "..": 390,
      "Ġnot": 391,
      "ive": 392,
      "nt": 393,
      "ĊĠĠĠĠ": 394,
      "Ġne": 395,
      "ĠL": 396,
      "ud": 397,
      "Ġthis": 398,
      "ort": 399,
      "Ġ-": 400,
      "ĊĠĠĠ": 401,
      "pt": 402,
      "art": 403,
      "Ġfrom": 404,
      "ial": 405,
      "ies": 406,
      "âĢĻ": 407,
      "ell": 408,
      "red": 409,
      "Ġsh": 410,
      "pl": 411,
      "_{": 412,
      "Ġ0": 413,
      "ated": 414,
      "ĠG": 415,
      "Ġhave": 416,
      "'s": 417,
      "ĠE": 418,
      "Ġch": 419,
      "ine": 420,
      "fe": 421,
      "Ġ*": 422,
      "ould": 423,
      "all": 424,
      "ag": 425,
      "our": 426,
      "ure": 427,
      "ust": 428,
      "ue": 429,
      "og": 430,
      "per": 431,
      "ical": 432,
      "ase": 433,
      "Ġle": 434,
      "iz": 435,
      "ĠO": 436,
      "ub": 437,
      "xt": 438,
      "Ġcan": 439,
      "ame": 440,
      ".\"": 441,
      "ib": 442,
      "able": 443,
      "rou": 444,
      "ich": 445,
      "Ġ{": 446,
      "ie": 447,
      ").": 448,
      "Ġ[": 449,
      "Ġres": 450,
      "ard": 451,
      "ome": 452,
      "Ġwhe": 453,
      "Ġus": 454,
      "age": 455,
      "cl": 456,
      "ĊĠ": 457,
      "ult": 458,
      "Ġcl": 459,
      "out": 460,
      "=\"": 461,
      "Ġ3": 462,
      "Ġab": 463,
      ");": 464,
      "01": 465,
      "ost": 466,
      "Ġj": 467,
      "ass": 468,
      "ide": 469,
      "act": 470,
      "ĊĠĠĠĠĠĠĠĠ": 471,
      "ther": 472,
      "Ġk": 473,
      "Ġcomp": 474,
      "Ġim": 475,
      "ĊĠĠĠĠĠĠĠ": 476,
      "Ġad": 477,
      "ĠU": 478,
      "orm": 479,
      "ans": 480,
      "ign": 481,
      "The": 482,
      "Ġpl": 483,
      "====": 484,
      "ack": 485,
      "Ġwere": 486,
      "Ġme": 487,
      "ĠJ": 488,
      "ath": 489,
      "//": 490,
      "Ġall": 491,
      "ph": 492,
      "du": 493,
      "ast": 494,
      "ĉĉ": 495,
      "ak": 496,
      "Ġcont": 497,
      "Ġdo": 498,
      "ition": 499,
      "of": 500,
      "ĠâĢ": 501,
      "ip": 502,
      "ind": 503,
      "ap": 504,
      "Ġ<": 505,
      "Ġhas": 506,
      "ary": 507,
      "int": 508,
      "cc": 509,
      "ime": 510,
      "ĠIn": 511,
      "ok": 512,
      "Ġwhich": 513,
      "ence": 514,
      "ice": 515,
      "Ġtr": 516,
      "{\\": 517,
      "ens": 518,
      "ress": 519,
      "ord": 520,
      "ous": 521,
      "Ġint": 522,
      "Ġbut": 523,
      "con": 524,
      "one": 525,
      "ty": 526,
      "ations": 527,
      "are": 528,
      "ong": 529,
      "Ġwill": 530,
      "Ġ4": 531,
      "),": 532,
      "Ġdis": 533,
      "ect": 534,
      "Ġgo": 535,
      "ep": 536,
      "ru": 537,
      "ents": 538,
      "ile": 539,
      "Ġ+": 540,
      "ally": 541,
      "ff": 542,
      "Ġout": 543,
      "Ġ5": 544,
      "Ġif": 545,
      "ose": 546,
      "Ġper": 547,
      "ace": 548,
      "Ġun": 549,
      "av": 550,
      "ber": 551,
      "gh": 552,
      "text": 553,
      "ork": 554,
      "ire": 555,
      "Ġen": 556,
      "ance": 557,
      "Ġone": 558,
      "au": 559,
      "ĠTh": 560,
      "ely": 561,
      "Ġapp": 562,
      "ory": 563,
      "ia": 564,
      "----------------": 565,
      "ang": 566,
      "port": 567,
      "ear": 568,
      "Ġthey": 569,
      "ach": 570,
      "Ġ$\\": 571,
      "so": 572,
      "ry": 573,
      "ions": 574,
      "form": 575,
      "}}": 576,
      "Ġev": 577,
      "Ġhis": 578,
      "Ġar": 579,
      "ail": 580,
      "ree": 581,
      "Ġtheir": 582,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 583,
      "ors": 584,
      "Ġyour": 585,
      "ĠK": 586,
      "lic": 587,
      "</": 588,
      "ll": 589,
      "ys": 590,
      "âĢĿ": 591,
      "ne": 592,
      "Ġmore": 593,
      "Ġup": 594,
      "ite": 595,
      "Ġother": 596,
      "Ġpre": 597,
      "Ġpart": 598,
      "Âł": 599,
      "Ġ}": 600,
      "ring": 601,
      "Ġqu": 602,
      "Ġli": 603,
      "ata": 604,
      "com": 605,
      "Ġso": 606,
      "Ġag": 607,
      "Ġthere": 608,
      "ake": 609,
      "ound": 610,
      "fere": 611,
      "ĠSt": 612,
      "very": 613,
      "ft": 614,
      "urn": 615,
      "ount": 616,
      "ook": 617,
      "Ġsc": 618,
      "own": 619,
      "Ġalso": 620,
      "[@": 621,
      "'t": 622,
      "Ġbeen": 623,
      "Ġman": 624,
      "Ġob": 625,
      "vel": 626,
      "ck": 627,
      "ates": 628,
      "Ġhad": 629,
      "pect": 630,
      "Ġwould": 631,
      "nder": 632,
      "de": 633,
      "Ġsp": 634,
      "ĠV": 635,
      "Ġwhen": 636,
      "Ġany": 637,
      "\\]": 638,
      "10": 639,
      "erv": 640,
      "low": 641,
      "Ġsa": 642,
      "ict": 643,
      "^{": 644,
      "row": 645,
      "Ġwho": 646,
      "Ġass": 647,
      "Ġno": 648,
      "we": 649,
      "ple": 650,
      "wo": 651,
      "Ġabout": 652,
      "ific": 653,
      "ink": 654,
      "ject": 655,
      "Ġ19": 656,
      "}$": 657,
      "erm": 658,
      "ode": 659,
      "Ġthan": 660,
      "Ġgen": 661,
      "clud": 662,
      "ref": 663,
      "cre": 664,
      "Ġ6": 665,
      "ater": 666,
      "ĠâĢľ": 667,
      "vers": 668,
      "ces": 669,
      "Ġtime": 670,
      "eth": 671,
      "Ġmy": 672,
      "Ġstud": 673,
      "ĠĠĠĠĠĠĠ": 674,
      "ps": 675,
      "rib": 676,
      "Ġte": 677,
      "Ġnew": 678,
      "Ġover": 679,
      "Ġits": 680,
      "right": 681,
      "Ġsome": 682,
      "In": 683,
      "Ġam": 684,
      "ĊĊ": 685,
      "Ġsy": 686,
      "pro": 687,
      "Ġ&": 688,
      "ov": 689,
      "****": 690,
      "ĊĠĠĠĠĠĠĠĠĠĠĠ": 691,
      "Ġget": 692,
      "fter": 693,
      "old": 694,
      "ove": 695,
      "Ġbet": 696,
      "math": 697,
      "Ġdif": 698,
      "irst": 699,
      "Ġdef": 700,
      "ays": 701,
      "}\\": 702,
      "|>": 703,
      "lect": 704,
      "hat": 705,
      "ob": 706,
      "endof": 707,
      "endoftext": 708,
      "ew": 709,
      "<|": 710,
      "Ġinter": 711,
      "fect": 712,
      "Ġsub": 713,
      "ari": 714,
      "Ġmay": 715,
      "li": 716,
      "pec": 717,
      "ative": 718,
      "Ġact": 719,
      "Ġunder": 720,
      "ild": 721,
      "Ġinto": 722,
      "Ġrec": 723,
      "Ġacc": 724,
      "iss": 725,
      "Ġoff": 726,
      "Ġwork": 727,
      "Ġcomm": 728,
      "ced": 729,
      "ock": 730,
      "19": 731,
      "ĠY": 732,
      "ause": 733,
      "ual": 734,
      "igh": 735,
      "Ġdes": 736,
      "Ġkn": 737,
      "Ġ201": 738,
      "##": 739,
      "12": 740,
      "Ġcons": 741,
      "ating": 742,
      "Ġ'": 743,
      "get": 744,
      "ĠIt": 745,
      "ular": 746,
      "ma": 747,
      "ert": 748,
      "ings": 749,
      "Ġyear": 750,
      "Ġonly": 751,
      "Ġpos": 752,
      "Ġind": 753,
      "Ġadd": 754,
      "ark": 755,
      "Ġlike": 756,
      "ick": 757,
      "pos": 758,
      "iew": 759,
      "Ġour": 760,
      "Ġtwo": 761,
      "Ġval": 762,
      "hed": 763,
      "Ġret": 764,
      "Ġbec": 765,
      "Ġem": 766,
      "Ġsuch": 767,
      "pon": 768,
      "Ġwhat": 769,
      "Ġpe": 770,
      "Ġthem": 771,
      "oint": 772,
      "Ġpres": 773,
      "rac": 774,
      "========": 775,
      "Ġinv": 776,
      "ĠWe": 777,
      "ize": 778,
      "Ġ7": 779,
      "Ġro": 780,
      "Ġco": 781,
      "Ġtrans": 782,
      "Ġher": 783,
      "ĊĠĠĠĠĠ": 784,
      "ĠCh": 785,
      "Ġjust": 786,
      "Ġph": 787,
      "Ġbl": 788,
      "reat": 789,
      "Ġreg": 790,
      "cess": 791,
      "itt": 792,
      "ish": 793,
      "Ġform": 794,
      "ex": 795,
      "ased": 796,
      "der": 797,
      "unction": 798,
      "ments": 799,
      "Ġ8": 800,
      "Ġrel": 801,
      "Ġ10": 802,
      "ied": 803,
      "Ġsaid": 804,
      "Ġpat": 805,
      "Ġuse": 806,
      "\">": 807,
      "Ġdet": 808,
      "stem": 809,
      "cept": 810,
      "oth": 811,
      "ec": 812,
      "Ġprov": 813,
      "Ġfirst": 814,
      "Ġwhere": 815,
      "ian": 816,
      "Ġmod": 817,
      "Ġdiffere": 818,
      "Ġneed": 819,
      "St": 820,
      "Ġhow": 821,
      "ident": 822,
      "Ġcol": 823,
      "ĠThis": 824,
      "Ġcell": 825,
      "ef": 826,
      "Ġrem": 827,
      "ility": 828,
      "Ġconst": 829,
      "Ġthese": 830,
      "aw": 831,
      "ange": 832,
      "ublic": 833,
      "11": 834,
      "olog": 835,
      "up": 836,
      "ype": 837,
      "Ġresult": 838,
      "elf": 839,
      "Ġthen": 840,
      "ont": 841,
      "Ġra": 842,
      "Ġafter": 843,
      "the": 844,
      "ourt": 845,
      "](": 846,
      "Ġset": 847,
      "Ġsign": 848,
      "Ġnum": 849,
      "ood": 850,
      "Ġtra": 851,
      "Ġ9": 852,
      "Ġ\\[": 853,
      "ise": 854,
      "...": 855,
      "Ġpol": 856,
      "type": 857,
      "ution": 858,
      "Ġcould": 859,
      "ffect": 860,
      "als": 861,
      "000": 862,
      "Ċĉĉ": 863,
      "ĠHe": 864,
      "ween": 865,
      "ool": 866,
      "20": 867,
      "ss": 868,
      "Ġac": 869,
      "ough": 870,
      "ollow": 871,
      ")$": 872,
      "Ġsupp": 873,
      "ient": 874,
      "ople": 875,
      "Ġdata": 876,
      "Ġinclud": 877,
      "Ġpr": 878,
      "iel": 879,
      "Ġbetween": 880,
      "Ġshould": 881,
      "ics": 882,
      "cy": 883,
      "ract": 884,
      "ix": 885,
      "les": 886,
      "left": 887,
      "gin": 888,
      "Ġused": 889,
      "Ġclass": 890,
      "tern": 891,
      "Ġgrou": 892,
      "Ġfe": 893,
      "oy": 894,
      "Ġdid": 895,
      "Ġshow": 896,
      "(\\": 897,
      "Ġdist": 898,
      "ble": 899,
      "__": 900,
      "fig": 901,
      "ious": 902,
      "ax": 903,
      "ues": 904,
      "ox": 905,
      "Ġsur": 906,
      "XX": 907,
      "cal": 908,
      "Ġ.": 909,
      "ible": 910,
      "ank": 911,
      "){": 912,
      "Ġshe": 913,
      "Ġexp": 914,
      "ĠUn": 915,
      "ull": 916,
      "Ġfollow": 917,
      ".,": 918,
      "Ġknow": 919,
      "Ġsee": 920,
      "Ġfl": 921,
      "gr": 922,
      "Ġusing": 923,
      "ield": 924,
      "Ġspec": 925,
      "ning": 926,
      "its": 927,
      "Ġprodu": 928,
      "Ġbu": 929,
      "Ġsim": 930,
      "ade": 931,
      "()": 932,
      "Ġfact": 933,
      "rough": 934,
      "nce": 935,
      "ator": 936,
      "Ġend": 937,
      "ons": 938,
      "be": 939,
      "Ġrequ": 940,
      "frac": 941,
      "io": 942,
      "Ġ[@": 943,
      "hen": 944,
      "::": 945,
      "ities": 946,
      "ful": 947,
      "ined": 948,
      "Ġgener": 949,
      "\",": 950,
      "Ġchar": 951,
      "Ġmost": 952,
      "15": 953,
      "Ġcor": 954,
      "Ġbecause": 955,
      "Ġfil": 956,
      "16": 957,
      "fore": 958,
      "Ġi": 959,
      "Ġinst": 960,
      "Ġpeople": 961,
      "25": 962,
      "Ġwell": 963,
      "ruct": 964,
      "Ġsystem": 965,
      "13": 966,
      "ever": 967,
      "Ġfunction": 968,
      "Ġright": 969,
      "Ġext": 970,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 971,
      "inal": 972,
      "ms": 973,
      "],": 974,
      "ited": 975,
      "uring": 976,
      "rit": 977,
      "Ġtest": 978,
      "mer": 979,
      "Ġhigh": 980,
      "ER": 981,
      "Ġreturn": 982,
      "ures": 983,
      "ric": 984,
      "Ġwant": 985,
      "uch": 986,
      "put": 987,
      "Ġap": 988,
      "Ġthrough": 989,
      "Ġback": 990,
      "Ġcase": 991,
      "Ġsm": 992,
      "ically": 993,
      "wn": 994,
      "Ġeach": 995,
      "Ġvari": 996,
      "Ġdifferent": 997,
      "Ġ200": 998,
      "\"}": 999,
      "ages": 1000,
      "cond": 1001,
      "://": 1002,
      "Ġhim": 1003,
      "Ġent": 1004,
      "over": 1005,
      "to": 1006,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1007,
      "Ġdoes": 1008,
      "irect": 1009,
      "hes": 1010,
      "imes": 1011,
      "err": 1012,
      "Th": 1013,
      "ng": 1014,
      "ized": 1015,
      "ational": 1016,
      "IN": 1017,
      "let": 1018,
      "14": 1019,
      "ients": 1020,
      "key": 1021,
      "Ġatt": 1022,
      "unt": 1023,
      "Ġmake": 1024,
      "Ġ/": 1025,
      "Ġmat": 1026,
      "Ġagain": 1027,
      "par": 1028,
      "Ġeffect": 1029,
      "Ġnow": 1030,
      "Ġeven": 1031,
      "Ġ//": 1032,
      "ĠRe": 1033,
      "urre": 1034,
      "ince": 1035,
      "ower": 1036,
      "Ġtri": 1037,
      "Ġlook": 1038,
      "](#": 1039,
      "ins": 1040,
      "other": 1041,
      "ily": 1042,
      "ars": 1043,
      "ason": 1044,
      "ray": 1045,
      "Ġsame": 1046,
      "Ġfind": 1047,
      "round": 1048,
      "arch": 1049,
      "Ġmin": 1050,
      "ta": 1051,
      "Ġcall": 1052,
      "Ġanal": 1053,
      "....": 1054,
      "?\"": 1055,
      "))": 1056,
      "ww": 1057,
      "Ġboth": 1058,
      "val": 1059,
      "0000": 1060,
      "vent": 1061,
      "ense": 1062,
      "Ġdon": 1063,
      "64": 1064,
      "ript": 1065,
      "ateg": 1066,
      "->": 1067,
      "pr": 1068,
      "ON": 1069,
      "Ċĉ": 1070,
      "ĠĠĠĠĠĠ": 1071,
      "lease": 1072,
      "Ġbeing": 1073,
      "cent": 1074,
      "ash": 1075,
      "Ġplay": 1076,
      "app": 1077,
      "Ġpoint": 1078,
      "18": 1079,
      "ved": 1080,
      "atic": 1081,
      "yp": 1082,
      "Ġevery": 1083,
      "gg": 1084,
      "Ġop": 1085,
      "ward": 1086,
      "Ġinte": 1087,
      "sp": 1088,
      "ctions": 1089,
      "Ġfound": 1090,
      "Ġloc": 1091,
      "ample": 1092,
      "50": 1093,
      "cul": 1094,
      "Ġway": 1095,
      "ĠĠĠĠĠ": 1096,
      "Ġstate": 1097,
      "day": 1098,
      "ethod": 1099,
      "Ġthose": 1100,
      "ĠSe": 1101,
      "Ġser": 1102,
      "ven": 1103,
      "Ġyears": 1104,
      "Ġnumber": 1105,
      "30": 1106,
      "Ġ$$": 1107,
      "que": 1108,
      "und": 1109,
      "Ġappro": 1110,
      "set": 1111,
      "ases": 1112,
      "Ġdec": 1113,
      "Ġ:": 1114,
      "22": 1115,
      "dition": 1116,
      "ision": 1117,
      "ute": 1118,
      "erson": 1119,
      "oid": 1120,
      "]\\]": 1121,
      "line": 1122,
      "me": 1123,
      "Ġpartic": 1124,
      "rol": 1125,
      "ting": 1126,
      "Ġhere": 1127,
      "Ġmed": 1128,
      "ants": 1129,
      "Ġdi": 1130,
      "Ġpresent": 1131,
      "ger": 1132,
      "Ġthink": 1133,
      "Ġlong": 1134,
      "Ġinf": 1135,
      "rest": 1136,
      "--------------------------------": 1137,
      "CR": 1138,
      "Ġx": 1139,
      "Ġpublic": 1140,
      "uc": 1141,
      "view": 1142,
      "Ġincre": 1143,
      "********": 1144,
      "oci": 1145,
      "Ġbel": 1146,
      "Ġvery": 1147,
      "ody": 1148,
      "read": 1149,
      "AT": 1150,
      "We": 1151,
      "Ġ@": 1152,
      "Ġwor": 1153,
      "ner": 1154,
      "sc": 1155,
      "bb": 1156,
      "Ġexper": 1157,
      "âĢī": 1158,
      "air": 1159,
      "Ġbefore": 1160,
      "Ġaut": 1161,
      "Ġreport": 1162,
      "Ġcourt": 1163,
      "tain": 1164,
      "ared": 1165,
      "igned": 1166,
      "velop": 1167,
      "ression": 1168,
      "ife": 1169,
      "alth": 1170,
      ",\\": 1171,
      "sh": 1172,
      "Ġcre": 1173,
      "17": 1174,
      "cer": 1175,
      "ĠNew": 1176,
      "Ġpar": 1177,
      "]{": 1178,
      "ided": 1179,
      "ĠCom": 1180,
      "Ġmem": 1181,
      "Ġmon": 1182,
      "Ġmany": 1183,
      "aking": 1184,
      "ek": 1185,
      "Ġ|": 1186,
      ".<|": 1187,
      "Ġche": 1188,
      "_{\\": 1189,
      "ually": 1190,
      "tem": 1191,
      "Ġhel": 1192,
      "eng": 1193,
      "Ġrespon": 1194,
      "ES": 1195,
      "Ġgu": 1196,
      "Ġmade": 1197,
      "ified": 1198,
      "ave": 1199,
      "ature": 1200,
      "Ġcar": 1201,
      "led": 1202,
      "Ġel": 1203,
      "mon": 1204,
      "ines": 1205,
      "ĊĠĠ": 1206,
      "ĊĊĠĠĠ": 1207,
      "What": 1208,
      "ality": 1209,
      "Ġlevel": 1210,
      "Ġcells": 1211,
      "ively": 1212,
      "Ġref": 1213,
      "Ġwhile": 1214,
      "Ġstudy": 1215,
      "urrent": 1216,
      "ices": 1217,
      "inf": 1218,
      "Ġins": 1219,
      "Ġgood": 1220,
      "formation": 1221,
      "ism": 1222,
      "string": 1223,
      "Ġequ": 1224,
      "Ġlar": 1225,
      "Ġprote": 1226,
      "amb": 1227,
      "24": 1228,
      "AR": 1229,
      "Ġ\\[[@": 1230,
      "ĠPro": 1231,
      "idence": 1232,
      "Ġmuch": 1233,
      "man": 1234,
      "}{": 1235,
      "ired": 1236,
      "yl": 1237,
      "Ġdep": 1238,
      "Ġsecond": 1239,
      "ving": 1240,
      "33": 1241,
      "ret": 1242,
      "min": 1243,
      "Ġown": 1244,
      "Ġgiv": 1245,
      "Ġprocess": 1246,
      "Ġrep": 1247,
      "Ġdisc": 1248,
      "Ġstart": 1249,
      "Ġ20": 1250,
      "ĠFor": 1251,
      "ource": 1252,
      ".âĢĿ": 1253,
      "Ġcount": 1254,
      "lement": 1255,
      "str": 1256,
      "ml": 1257,
      "Ġname": 1258,
      "ency": 1259,
      "Ġsupport": 1260,
      "Ġterm": 1261,
      "$,": 1262,
      "els": 1263,
      "ization": 1264,
      "Ġdown": 1265,
      "med": 1266,
      "Ġvalue": 1267,
      "Ġ_": 1268,
      "ght": 1269,
      "ĠâĢĵ": 1270,
      "any": 1271,
      "ider": 1272,
      "Ġpatients": 1273,
      "ole": 1274,
      "$.": 1275,
      "OR": 1276,
      "Ġdirect": 1277,
      "Ġopt": 1278,
      "Ġest": 1279,
      "erg": 1280,
      "ĠAl": 1281,
      "32": 1282,
      "ffic": 1283,
      "ĠIf": 1284,
      "alk": 1285,
      "arly": 1286,
      "tp": 1287,
      "ah": 1288,
      "Ġsol": 1289,
      "Ġposs": 1290,
      "Ġ12": 1291,
      "Ġnon": 1292,
      "Ġmet": 1293,
      "Ġappe": 1294,
      "rm": 1295,
      "ness": 1296,
      "Ġread": 1297,
      "ĠÂ": 1298,
      "Ġmethod": 1299,
      "oad": 1300,
      "ional": 1301,
      "untu": 1302,
      "Re": 1303,
      "ren": 1304,
      "ential": 1305,
      "Ġdevelop": 1306,
      "ale": 1307,
      "gan": 1308,
      "way": 1309,
      "Ġstr": 1310,
      "ĠAs": 1311,
      "Ex": 1312,
      "\\[": 1313,
      "upp": 1314,
      "ĠAnd": 1315,
      "ane": 1316,
      "201": 1317,
      "irc": 1318,
      "Ġserv": 1319,
      "IT": 1320,
      "Ġhelp": 1321,
      "amp": 1322,
      "Ġline": 1323,
      "\":": 1324,
      "Ġthree": 1325,
      "bl": 1326,
      "ters": 1327,
      "Con": 1328,
      "ument": 1329,
      "Ġgroup": 1330,
      "Ġwithout": 1331,
      "Ġcle": 1332,
      "ug": 1333,
      "Ġgl": 1334,
      "uss": 1335,
      "Ġduring": 1336,
      "Ġpri": 1337,
      "Ġhand": 1338,
      "âĢĶ": 1339,
      "It": 1340,
      "ulation": 1341,
      "ames": 1342,
      "Ġorder": 1343,
      "Ġz": 1344,
      "ouse": 1345,
      "oot": 1346,
      "mathcal": 1347,
      "da": 1348,
      "Ġactiv": 1349,
      "chool": 1350,
      "abel": 1351,
      "Ġlast": 1352,
      "ĠAn": 1353,
      "Ġproper": 1354,
      "Ġant": 1355,
      "40": 1356,
      "Ġiss": 1357,
      "ĠLet": 1358,
      "cript": 1359,
      "Ġav": 1360,
      "son": 1361,
      ")\\": 1362,
      "Ġconf": 1363,
      "Ġoper": 1364,
      "ysis": 1365,
      "Ġgra": 1366,
      "gram": 1367,
      "ability": 1368,
      "}(": 1369,
      "Ġlet": 1370,
      "co": 1371,
      "Ġ*/": 1372,
      "(\"": 1373,
      "ann": 1374,
      "ists": 1375,
      "NA": 1376,
      "here": 1377,
      ",\"": 1378,
      "80": 1379,
      "serv": 1380,
      "Ġperform": 1381,
      "Ġrun": 1382,
      "Ġsay": 1383,
      "ify": 1384,
      "ID": 1385,
      "ots": 1386,
      "oun": 1387,
      "ton": 1388,
      "$$": 1389,
      "duct": 1390,
      "itive": 1391,
      "pha": 1392,
      "AS": 1393,
      "ral": 1394,
      "ivers": 1395,
      "ross": 1396,
      "},": 1397,
      "ron": 1398,
      "Ġmeas": 1399,
      "meric": 1400,
      "',": 1401,
      "Ġimport": 1402,
      "Ġsignific": 1403,
      "Ġmain": 1404,
      "aim": 1405,
      "hip": 1406,
      "Ġed": 1407,
      "Ġlead": 1408,
      "vert": 1409,
      "ym": 1410,
      "work": 1411,
      "Ġinc": 1412,
      "chn": 1413,
      "Ġproble": 1414,
      "aj": 1415,
      "abl": 1416,
      "ĠHow": 1417,
      "].": 1418,
      "Ġtake": 1419,
      "Ġstill": 1420,
      "AL": 1421,
      "CT": 1422,
      "Ġ</": 1423,
      "Ġexpl": 1424,
      "Ġlight": 1425,
      "posed": 1426,
      "tr": 1427,
      "ology": 1428,
      "Ġsom": 1429,
      "Ġresults": 1430,
      "Ġtype": 1431,
      "Ġpur": 1432,
      "ott": 1433,
      "Ġperson": 1434,
      "45": 1435,
      "urther": 1436,
      "ĠBut": 1437,
      "Ġagainst": 1438,
      "Ġelect": 1439,
      "Ġmult": 1440,
      "Ġfin": 1441,
      "Fig": 1442,
      "'m": 1443,
      "ubuntu": 1444,
      "org": 1445,
      "Ġmust": 1446,
      "Ġfollowing": 1447,
      "'re": 1448,
      "acter": 1449,
      "He": 1450,
      "ience": 1451,
      "Ġstat": 1452,
      "eral": 1453,
      "Ġdeterm": 1454,
      "miss": 1455,
      "Ġexpect": 1456,
      "200": 1457,
      "Ġpost": 1458,
      "Ġcent": 1459,
      "Ġsmall": 1460,
      "âĢľ": 1461,
      "Ġ15": 1462,
      "Ġwr": 1463,
      "Ġ#": 1464,
      "Ġca": 1465,
      "less": 1466,
      "ĠCl": 1467,
      "Ġinformation": 1468,
      "Ġlaw": 1469,
      "Ġcontrol": 1470,
      "rel": 1471,
      "Ġ**": 1472,
      "Ġrece": 1473,
      "Ġident": 1474,
      "Ġgoing": 1475,
      "Ġtreat": 1476,
      "ording": 1477,
      "Ġchild": 1478,
      "Ġet": 1479,
      "ather": 1480,
      "Ġday": 1481,
      "ention": 1482,
      "ĠYou": 1483,
      "name": 1484,
      "ets": 1485,
      "28": 1486,
      "Ġerr": 1487,
      "ote": 1488,
      "az": 1489,
      "=\\": 1490,
      "ished": 1491,
      "gen": 1492,
      "rem": 1493,
      "Ġaddition": 1494,
      "vious": 1495,
      "ination": 1496,
      "23": 1497,
      "####": 1498,
      "ration": 1499,
      "ides": 1500,
      "You": 1501,
      "Ġmov": 1502,
      "Ġfam": 1503,
      "ital": 1504,
      "This": 1505,
      "ived": 1506,
      "^{\\": 1507,
      "Ġlim": 1508,
      "Ġsince": 1509,
      "atch": 1510,
      "Ġcontin": 1511,
      "27": 1512,
      "Ġbre": 1513,
      "aterial": 1514,
      "Ġsignificant": 1515,
      "99": 1516,
      "ured": 1517,
      "Ġquest": 1518,
      "Ġstand": 1519,
      "Ġremain": 1520,
      "ambda": 1521,
      "anc": 1522,
      "ately": 1523,
      "EN": 1524,
      "Ġvis": 1525,
      "Ġ$$\\": 1526,
      "ts": 1527,
      "Ġcr": 1528,
      "ond": 1529,
      "Ġke": 1530,
      "Ġ18": 1531,
      "();": 1532,
      "Ġfield": 1533,
      "ĠDe": 1534,
      "ery": 1535,
      "lex": 1536,
      "Pro": 1537,
      "(-": 1538,
      "yn": 1539,
      "Ġwithin": 1540,
      "ule": 1541,
      "Ġcurrent": 1542,
      "Ġreal": 1543,
      "Ġallow": 1544,
      "Ġanother": 1545,
      "add": 1546,
      "60": 1547,
      "ĠQ": 1548,
      "sum": 1549,
      "mu": 1550,
      "ST": 1551,
      "Ġweek": 1552,
      "Ġcare": 1553,
      "Ġgover": 1554,
      "Ġmark": 1555,
      ",âĢĿ": 1556,
      "eta": 1557,
      "ĠAmeric": 1558,
      "Ġreally": 1559,
      "Ġpop": 1560,
      "dd": 1561,
      "Ġredu": 1562,
      "ploy": 1563,
      "Ġgr": 1564,
      "Ġcontain": 1565,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1566,
      "ho": 1567,
      "}^{": 1568,
      "Ġstruct": 1569,
      "]\\].": 1570,
      "ategory": 1571,
      "agn": 1572,
      "alpha": 1573,
      "Ġopen": 1574,
      "Let": 1575,
      "Ġsl": 1576,
      "iness": 1577,
      "{{\\": 1578,
      "Ġexample": 1579,
      "ier": 1580,
      "alcul": 1581,
      "ĠTr": 1582,
      "Ġaround": 1583,
      "ribut": 1584,
      "Ġtry": 1585,
      "34": 1586,
      "akes": 1587,
      "ccess": 1588,
      "Ġdev": 1589,
      "ior": 1590,
      "arm": 1591,
      "bers": 1592,
      "part": 1593,
      "55": 1594,
      "Ġarg": 1595,
      "arn": 1596,
      "not": 1597,
      "Ġlife": 1598,
      "tic": 1599,
      "crib": 1600,
      "mm": 1601,
      "ently": 1602,
      "Ġincluding": 1603,
      "AN": 1604,
      "Ġobject": 1605,
      "Ġcommun": 1606,
      "Ġsing": 1607,
      "Ġhealth": 1608,
      "ially": 1609,
      "ĠSh": 1610,
      "Ġcondition": 1611,
      "fer": 1612,
      "Ġinvest": 1613,
      "Ġpass": 1614,
      "Ġdiv": 1615,
      "90": 1616,
      "ves": 1617,
      "Ġadv": 1618,
      "nment": 1619,
      "ething": 1620,
      "Ġinterest": 1621,
      "ĊĊĠ": 1622,
      "Ġsize": 1623,
      "ives": 1624,
      "Ġmight": 1625,
      "face": 1626,
      "ium": 1627,
      "ural": 1628,
      "raph": 1629,
      "Ġlist": 1630,
      "Ġprogram": 1631,
      "Ġtoo": 1632,
      "land": 1633,
      "Ġless": 1634,
      "roup": 1635,
      "ength": 1636,
      "================": 1637,
      "ety": 1638,
      "ĠInd": 1639,
      "ably": 1640,
      "resent": 1641,
      "Ġbased": 1642,
      "Ġgiven": 1643,
      "Ġ14": 1644,
      "ither": 1645,
      "Ġhome": 1646,
      "Ġobserv": 1647,
      "70": 1648,
      "Ġhig": 1649,
      "eter": 1650,
      "oh": 1651,
      "Ġhead": 1652,
      "Ġnext": 1653,
      "Ġ,": 1654,
      "ertain": 1655,
      "Ġhapp": 1656,
      "Ġapplic": 1657,
      "Ġimp": 1658,
      "ĠZ": 1659,
      "---": 1660,
      "ĠCon": 1661,
      "for": 1662,
      "ault": 1663,
      "Ġpower": 1664,
      "Ġclaim": 1665,
      "phi": 1666,
      "Ġbus": 1667,
      "21": 1668,
      "Ġbas": 1669,
      "elta": 1670,
      "Ġrespect": 1671,
      "Ġmodel": 1672,
      "Ġschool": 1673,
      "Ġevidence": 1674,
      "Ġobtain": 1675,
      "Ġworld": 1676,
      "reg": 1677,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 1678,
      "br": 1679,
      "Ġtop": 1680,
      "ways": 1681,
      "Ġpot": 1682,
      "Ġassoci": 1683,
      "Ġ16": 1684,
      "Ġpath": 1685,
      "ends": 1686,
      "ene": 1687,
      "ining": 1688,
      "ĠWh": 1689,
      "Ġrecord": 1690,
      "ĠX": 1691,
      "35": 1692,
      "Ġanalysis": 1693,
      "ream": 1694,
      "Ġfr": 1695,
      "Ġmean": 1696,
      "ump": 1697,
      "bar": 1698,
      "ggest": 1699,
      "sec": 1700,
      "hib": 1701,
      "hor": 1702,
      "Ġplace": 1703,
      "Ġwhether": 1704,
      "roll": 1705,
      "_\\": 1706,
      "stand": 1707,
      "ĠLe": 1708,
      "plic": 1709,
      "Ġhum": 1710,
      "Ġgreat": 1711,
      "Ġchang": 1712,
      "Ġtechn": 1713,
      "ĠAr": 1714,
      "Ġmonth": 1715,
      "arget": 1716,
      "Ġtrue": 1717,
      "38": 1718,
      "by": 1719,
      "inc": 1720,
      "Ġocc": 1721,
      "Ġsequ": 1722,
      "Ġcommon": 1723,
      "Ġsk": 1724,
      "ĠPh": 1725,
      "Ġindic": 1726,
      "Ġsuggest": 1727,
      "version": 1728,
      "Ġfail": 1729,
      "Ġ{#": 1730,
      "tt": 1731,
      "Ġdel": 1732,
      "bf": 1733,
      "ury": 1734,
      "Type": 1735,
      "Ġlow": 1736,
      "illion": 1737,
      "ĠNo": 1738,
      "26": 1739,
      "75": 1740,
      "isk": 1741,
      "29": 1742,
      "ought": 1743,
      "http": 1744,
      "Ġsomething": 1745,
      "Ġfew": 1746,
      "lev": 1747,
      "ference": 1748,
      "Ġmot": 1749,
      "ik": 1750,
      "Ġbest": 1751,
      "ĠThey": 1752,
      "Ġrese": 1753,
      "SE": 1754,
      "nal": 1755,
      "Ġbelie": 1756,
      "ilar": 1757,
      "><": 1758,
      "Ġprof": 1759,
      "04": 1760,
      "ged": 1761,
      "]{}": 1762,
      "thing": 1763,
      "Ġfile": 1764,
      "Ġleft": 1765,
      "ĠIs": 1766,
      "lu": 1767,
      "Ġseem": 1768,
      "osed": 1769,
      "orn": 1770,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1771,
      "Ġimportant": 1772,
      "Ġve": 1773,
      "ask": 1774,
      "Ġproduct": 1775,
      "arent": 1776,
      "ĠHowever": 1777,
      "ĠEx": 1778,
      "ivid": 1779,
      "Ġteam": 1780,
      "Ġdescrib": 1781,
      "LE": 1782,
      "!\"": 1783,
      "Ġeas": 1784,
      "100": 1785,
      "aps": 1786,
      "ser": 1787,
      "omen": 1788,
      "rap": 1789,
      "ird": 1790,
      "alse": 1791,
      "à¤": 1792,
      "arrow": 1793,
      "oft": 1794,
      "Ġtreatment": 1795,
      "05": 1796,
      "Ġbeh": 1797,
      "requ": 1798,
      "epend": 1799,
      "iver": 1800,
      "Ġbi": 1801,
      "lection": 1802,
      "mun": 1803,
      "rain": 1804,
      "Ġide": 1805,
      "col": 1806,
      "Ġcode": 1807,
      "mathbb": 1808,
      "Ġgot": 1809,
      "Ġtyp": 1810,
      "Ġposition": 1811,
      "ĠCourt": 1812,
      "('": 1813,
      "label": 1814,
      "IC": 1815,
      "Ġself": 1816,
      "used": 1817,
      "By": 1818,
      "ope": 1819,
      "Ġbetter": 1820,
      "ĊĊĠĠĠĠĠĠĠ": 1821,
      "aring": 1822,
      "Ġnever": 1823,
      "ĉĉĉĉ": 1824,
      "self": 1825,
      "Gen": 1826,
      "Ġwater": 1827,
      "Ġgrow": 1828,
      "Ġabove": 1829,
      "rop": 1830,
      "Ġput": 1831,
      "ised": 1832,
      "Ġprob": 1833,
      "Ġconsider": 1834,
      "Ġinvol": 1835,
      "66": 1836,
      "ĠSc": 1837,
      "RE": 1838,
      "Ġinit": 1839,
      "AC": 1840,
      "Ġturn": 1841,
      "Ġsum": 1842,
      "Ġcharacter": 1843,
      "Ġfour": 1844,
      "Ġask": 1845,
      "use": 1846,
      "Ġmar": 1847,
      "oss": 1848,
      "num": 1849,
      "Ġlarge": 1850,
      "Ġtem": 1851,
      "ĠAll": 1852,
      "def": 1853,
      "icro": 1854,
      "Ġparticular": 1855,
      "Ġcalled": 1856,
      "Ġcy": 1857,
      "opy": 1858,
      "www": 1859,
      "Ġview": 1860,
      "ĠThere": 1861,
      "ittle": 1862,
      "ĠApp": 1863,
      "AP": 1864,
      "44": 1865,
      "ification": 1866,
      "ga": 1867,
      "):": 1868,
      "ern": 1869,
      "ples": 1870,
      "Ġleast": 1871,
      "ĠUS": 1872,
      "Com": 1873,
      "ware": 1874,
      "Ġ11": 1875,
      "Ġfurther": 1876,
      "79": 1877,
      "âĪ": 1878,
      "}_{": 1879,
      "Ġbr": 1880,
      "iod": 1881,
      "âĢĵ": 1882,
      "ajor": 1883,
      "Ġpub": 1884,
      "Ġreason": 1885,
      "Ġ199": 1886,
      "ĠTo": 1887,
      "ush": 1888,
      "Ġpossible": 1889,
      "As": 1890,
      "Ġ--": 1891,
      "Ġleg": 1892,
      "data": 1893,
      "Ġsit": 1894,
      "39": 1895,
      "geq": 1896,
      "igma": 1897,
      "If": 1898,
      "Ġcap": 1899,
      "Ġden": 1900,
      "aligned": 1901,
      "Ġbuild": 1902,
      "ĠĠĠĠĠĠĠĠĠ": 1903,
      "bu": 1904,
      "ten": 1905,
      "ances": 1906,
      "Ġfree": 1907,
      "Ġgovernment": 1908,
      "Ġdri": 1909,
      "idth": 1910,
      "Ġavail": 1911,
      "To": 1912,
      "rict": 1913,
      "Ġimpro": 1914,
      "aut": 1915,
      "Ġdue": 1916,
      "Ġopp": 1917,
      "Ġhist": 1918,
      "Ġchange": 1919,
      "Ġbody": 1920,
      "Ġpay": 1921,
      "Ġ30": 1922,
      "ormal": 1923,
      "Ġtrial": 1924,
      "})": 1925,
      "Ġes": 1926,
      "Ġhy": 1927,
      "ĠĠĠĠĠĠĠĠĠĠ": 1928,
      "36": 1929,
      "}$$": 1930,
      "reen": 1931,
      "Ġhaving": 1932,
      "Ġfeel": 1933,
      "ext": 1934,
      "Ġsingle": 1935,
      "ividual": 1936,
      "Ġhard": 1937,
      "Ġlocal": 1938,
      "Ġmaterial": 1939,
      "Ġquestion": 1940,
      "ended": 1941,
      "Ġstudies": 1942,
      "inity": 1943,
      "ĠState": 1944,
      "Ġvalues": 1945,
      "ctor": 1946,
      "ological": 1947,
      "Ch": 1948,
      "Ġrepresent": 1949,
      "Ġthings": 1950,
      "pi": 1951,
      "Ġbusiness": 1952,
      "Ġreview": 1953,
      "por": 1954,
      "angle": 1955,
      "Ġdr": 1956,
      "Ġproblem": 1957,
      "ĠAd": 1958,
      "Ġprovide": 1959,
      "Ġunt": 1960,
      "go": 1961,
      "Ġemploy": 1962,
      "ats": 1963,
      "];": 1964,
      "Ġsever": 1965,
      "Ġpotential": 1966,
      "Ġwon": 1967,
      "ĠPl": 1968,
      "action": 1969,
      "Ġsimilar": 1970,
      "imal": 1971,
      "Ġside": 1972,
      "Ġbro": 1973,
      "html": 1974,
      "aint": 1975,
      "Ġdefend": 1976,
      "Ġcome": 1977,
      "amma": 1978,
      "Ġrate": 1979,
      "idd": 1980,
      "itor": 1981,
      "ns": 1982,
      "Ġtot": 1983,
      "ĠCol": 1984,
      "Ġelse": 1985,
      "-\\": 1986,
      "though": 1987,
      "Ġoffic": 1988,
      "iversity": 1989,
      "att": 1990,
      "Ġkeep": 1991,
      "Ġcost": 1992,
      "Ġplan": 1993,
      "Name": 1994,
      "nect": 1995,
      "'ve": 1996,
      "ĠUnited": 1997,
      "const": 1998,
      "Ġaccept": 1999,
      "equ": 2000,
      "enc": 2001,
      "MP": 2002,
      "ĊĠĠĠĠĠĠĠĠĠ": 2003,
      "ĠWhat": 2004,
      "Ġsure": 2005,
      "78": 2006,
      "Ġspe": 2007,
      "Ġknown": 2008,
      "var": 2009,
      "ĠRes": 2010,
      "Category": 2011,
      "Ġ==": 2012,
      "bot": 2013,
      "Ġprevious": 2014,
      "Ġeither": 2015,
      "Ġlittle": 2016,
      "lambda": 2017,
      "String": 2018,
      "Ġ13": 2019,
      "Ġsuper": 2020,
      "iple": 2021,
      "Ġder": 2022,
      "ocument": 2023,
      "ĠOn": 2024,
      "Ġindividual": 2025,
      "Ġpred": 2026,
      "Ġlik": 2027,
      "Ġsw": 2028,
      "etwork": 2029,
      "uck": 2030,
      "Ġmajor": 2031,
      "etic": 2032,
      ")/": 2033,
      "ĠFr": 2034,
      "Ġrisk": 2035,
      "usion": 2036,
      "Ġbo": 2037,
      "Ġrad": 2038,
      "oney": 2039,
      "atory": 2040,
      "iff": 2041,
      "Ġerror": 2042,
      "****************": 2043,
      "Ġparam": 2044,
      "aster": 2045,
      "Ġproject": 2046,
      "bs": 2047,
      "'ll": 2048,
      "Ġdays": 2049,
      "ending": 2050,
      "ergy": 2051,
      "Ġshown": 2052,
      "Ġexpression": 2053,
      "opt": 2054,
      "inary": 2055,
      "Ġorgan": 2056,
      "ĠâĢĶ": 2057,
      "Ġ25": 2058,
      "essage": 2059,
      "Ġaction": 2060,
      "clude": 2061,
      "Cl": 2062,
      "div": 2063,
      "ograph": 2064,
      "hem": 2065,
      "Ġgeneral": 2066,
      "48": 2067,
      "Ġbig": 2068,
      "ilon": 2069,
      "new": 2070,
      "back": 2071,
      "osp": 2072,
      "Ġjud": 2073,
      "Ġrest": 2074,
      "Ġperiod": 2075,
      "ĠOr": 2076,
      "____": 2077,
      "ĠThese": 2078,
      "Ġpa": 2079,
      "Ġcheck": 2080,
      "âĪĴ": 2081,
      "release": 2082,
      "ards": 2083,
      "ney": 2084,
      "Ġsuccess": 2085,
      "And": 2086,
      "Ġabs": 2087,
      "RO": 2088,
      "Ġhold": 2089,
      "></": 2090,
      "Ġpack": 2091,
      "ead": 2092,
      "urs": 2093,
      "Ġfamily": 2094,
      "Ġgive": 2095,
      "Ġsens": 2096,
      "Ġalways": 2097,
      "Res": 2098,
      "rug": 2099,
      "Ġ!": 2100,
      "Ġ17": 2101,
      "Ġable": 2102,
      "Ġfac": 2103,
      "Ġavailable": 2104,
      "mb": 2105,
      "Is": 2106,
      "ET": 2107,
      "ĠSo": 2108,
      "ape": 2109,
      "no": 2110,
      "ler": 2111,
      "Ġcases": 2112,
      "Ġgame": 2113,
      "Ġspecific": 2114,
      "IS": 2115,
      "Ġold": 2116,
      "ables": 2117,
      "itted": 2118,
      "+\\": 2119,
      "Data": 2120,
      "ored": 2121,
      "^\\": 2122,
      "ume": 2123,
      "play": 2124,
      "Tr": 2125,
      "Ġorig": 2126,
      "Ġreported": 2127,
      "begin": 2128,
      "Ġphot": 2129,
      "XXXX": 2130,
      "uro": 2131,
      "|\\": 2132,
      "Ġ24": 2133,
      "////": 2134,
      "iting": 2135,
      "Ġimage": 2136,
      "gra": 2137,
      "iron": 2138,
      "Ġprom": 2139,
      "Ġfilm": 2140,
      "Ġtimes": 2141,
      "mod": 2142,
      "nces": 2143,
      "Ġben": 2144,
      "ina": 2145,
      "ey": 2146,
      "But": 2147,
      "Ġpriv": 2148,
      "Ġhuman": 2149,
      "cle": 2150,
      "ĠBl": 2151,
      "Ġfull": 2152,
      "Ġwhy": 2153,
      "Ġhigher": 2154,
      "raw": 2155,
      "For": 2156,
      "ĊĠĠĠĠĠĠ": 2157,
      "Ġcho": 2158,
      "Ġunderstand": 2159,
      "Ġmeans": 2160,
      "ators": 2161,
      "this": 2162,
      "itle": 2163,
      "ges": 2164,
      "Ġsays": 2165,
      "ibr": 2166,
      "ĠStates": 2167,
      "Ġ100": 2168,
      "Ġlink": 2169,
      "Ġissue": 2170,
      "Ã©": 2171,
      "Ġspect": 2172,
      "fficient": 2173,
      "ION": 2174,
      "Ġtre": 2175,
      "ences": 2176,
      "Ġarea": 2177,
      "mission": 2178,
      "Ġfar": 2179,
      "code": 2180,
      "iol": 2181,
      "Ġtarget": 2182,
      "irl": 2183,
      "hy": 2184,
      "off": 2185,
      "ribution": 2186,
      "queue": 2187,
      "Ġseveral": 2188,
      "IP": 2189,
      "ories": 2190,
      "ĠThat": 2191,
      "Ġ50": 2192,
      "Ġaccess": 2193,
      "respon": 2194,
      "Ġcomb": 2195,
      "Ġpress": 2196,
      "ocial": 2197,
      "ready": 2198,
      "Id": 2199,
      "Ġword": 2200,
      "Ġhref": 2201,
      "infty": 2202,
      "Ġuntil": 2203,
      "Ġpercent": 2204,
      "Ġweight": 2205,
      "Ġhowever": 2206,
      "Ġsource": 2207,
      "ee": 2208,
      "Ġexpected": 2209,
      "partial": 2210,
      "Ġcour": 2211,
      "ĠWhen": 2212,
      "Ġcirc": 2213,
      "Ġdise": 2214,
      "37": 2215,
      "rr": 2216,
      "ception": 2217,
      "verage": 2218,
      "lected": 2219,
      "Ġenergy": 2220,
      "Ġlot": 2221,
      "88": 2222,
      "Im": 2223,
      "alf": 2224,
      "Ġspace": 2225,
      "ĠSp": 2226,
      "List": 2227,
      "gment": 2228,
      "Ġdesign": 2229,
      "Ġpolit": 2230,
      "osis": 2231,
      "Ġsat": 2232,
      "Ġmove": 2233,
      "Ġkey": 2234,
      "Ġcrit": 2235,
      "return": 2236,
      "top": 2237,
      "}{\\": 2238,
      "cont": 2239,
      "Ġsection": 2240,
      "ibility": 2241,
      "Ġdiscuss": 2242,
      "ison": 2243,
      "olution": 2244,
      "ries": 2245,
      "Ġinvestig": 2246,
      "Ġlevels": 2247,
      ":#": 2248,
      "ued": 2249,
      "rist": 2250,
      "CO": 2251,
      "Ġfore": 2252,
      "Ġthing": 2253,
      "Ġtalk": 2254,
      "arr": 2255,
      "iment": 2256,
      "Ġchildren": 2257,
      "ystem": 2258,
      "Ġstep": 2259,
      "ohn": 2260,
      "ding": 2261,
      "Ġlater": 2262,
      "chan": 2263,
      "ED": 2264,
      "Ġresponse": 2265,
      "ering": 2266,
      "ling": 2267,
      "Ġcompany": 2268,
      "ique": 2269,
      "ĠShe": 2270,
      "Ġtotal": 2271,
      "Ġalong": 2272,
      "Ġ)": 2273,
      "Ġcur": 2274,
      "AB": 2275,
      "ift": 2276,
      "ising": 2277,
      "omet": 2278,
      "ĠAt": 2279,
      "Ġrange": 2280,
      "Ġprim": 2281,
      "^{-": 2282,
      "Ġactivity": 2283,
      "ustom": 2284,
      "Ġpract": 2285,
      "Ġassociated": 2286,
      "sel": 2287,
      "Ġdone": 2288,
      "Ġcertain": 2289,
      "acy": 2290,
      "ption": 2291,
      "An": 2292,
      "queuebot": 2293,
      "sequ": 2294,
      "icense": 2295,
      "ivity": 2296,
      "Ġdidn": 2297,
      "Ġgroups": 2298,
      "Ġrequire": 2299,
      "ĠNid": 2300,
      "Ġphys": 2301,
      "ension": 2302,
      "head": 2303,
      "enn": 2304,
      "outh": 2305,
      "Ġbit": 2306,
      "Ġterms": 2307,
      "sub": 2308,
      "amples": 2309,
      "ava": 2310,
      "span": 2311,
      "69": 2312,
      "Ġexist": 2313,
      "test": 2314,
      "Ġ([": 2315,
      "Ġenough": 2316,
      "Ġmass": 2317,
      "ival": 2318,
      "indow": 2319,
      "Sh": 2320,
      "Ġagree": 2321,
      "Ġalready": 2322,
      "Ġshort": 2323,
      "85": 2324,
      "Ġ>": 2325,
      "aken": 2326,
      "AD": 2327,
      "Ġport": 2328,
      "ressed": 2329,
      "roid": 2330,
      "proposed": 2331,
      "ails": 2332,
      "ĠRep": 2333,
      "andom": 2334,
      "âĢ¦": 2335,
      "mit": 2336,
      "ocal": 2337,
      "table": 2338,
      "Ġtell": 2339,
      "Ġneg": 2340,
      "cret": 2341,
      "Ġactually": 2342,
      "Ġdoesn": 2343,
      "Ġbase": 2344,
      "47": 2345,
      "rix": 2346,
      "ony": 2347,
      "Ġ=>": 2348,
      "iction": 2349,
      "HE": 2350,
      "Ġaway": 2351,
      "Ġrelations": 2352,
      "Ġfri": 2353,
      "ources": 2354,
      "Ġcompared": 2355,
      ")(": 2356,
      "Ġsent": 2357,
      "ependent": 2358,
      "Ġid": 2359,
      "MS": 2360,
      "Ġamount": 2361,
      "arc": 2362,
      "uture": 2363,
      "Ġprovided": 2364,
      "95": 2365,
      "Ġdiff": 2366,
      "side": 2367,
      "Ġresearch": 2368,
      "odes": 2369,
      "Ġflu": 2370,
      "uation": 2371,
      "Ġaccording": 2372,
      "ĠUniversity": 2373,
      "Ġmor": 2374,
      "ams": 2375,
      "Ġtold": 2376,
      "omic": 2377,
      "pped": 2378,
      "65": 2379,
      "LL": 2380,
      "Ġamong": 2381,
      "ister": 2382,
      "ules": 2383,
      "utes": 2384,
      "order": 2385,
      "Ġvol": 2386,
      "Ġ`": 2387,
      "Ġseason": 2388,
      "Ġrequired": 2389,
      "Ġoften": 2390,
      "most": 2391,
      "Ġwomen": 2392,
      "Ġlo": 2393,
      "sw": 2394,
      "31": 2395,
      "Al": 2396,
      "App": 2397,
      "IG": 2398,
      "ores": 2399,
      "How": 2400,
      "import": 2401,
      "Ġstrong": 2402,
      "Ġkind": 2403,
      "Ġfix": 2404,
      "ands": 2405,
      "ours": 2406,
      "Ġthought": 2407,
      "ession": 2408,
      "Ġearly": 2409,
      "II": 2410,
      "oor": 2411,
      "ties": 2412,
      "rightarrow": 2413,
      "Ċĉĉĉ": 2414,
      "Ġestim": 2415,
      "Ġfinal": 2416,
      "Ġmaking": 2417,
      "iving": 2418,
      "MA": 2419,
      "des": 2420,
      "fl": 2421,
      "xi": 2422,
      "Ġconduct": 2423,
      "Ġsubject": 2424,
      "Ġmillion": 2425,
      "leg": 2426,
      "yle": 2427,
      "class": 2428,
      "Ġmoney": 2429,
      "Ġnetwork": 2430,
      "Ġparticip": 2431,
      "ection": 2432,
      "Ġfrequ": 2433,
      "Ġenc": 2434,
      "Ġmax": 2435,
      "ĠAmerican": 2436,
      "Ġstructure": 2437,
      "Ġcomplex": 2438,
      "Ġinclude": 2439,
      "Ġdetect": 2440,
      "duced": 2441,
      "Ġmultiple": 2442,
      "Ġcourse": 2443,
      "Ġmiss": 2444,
      "Ġthough": 2445,
      "Ġ/*": 2446,
      "Ar": 2447,
      "che": 2448,
      "02": 2449,
      "67": 2450,
      "Ġsec": 2451,
      "ians": 2452,
      "Ġage": 2453,
      "Ġcou": 2454,
      "stit": 2455,
      "url": 2456,
      "Ġcalcul": 2457,
      "Ġinj": 2458,
      "ĠSee": 2459,
      "ĠBe": 2460,
      "ĠCo": 2461,
      "Ġobserved": 2462,
      "ai": 2463,
      "asing": 2464,
      "mp": 2465,
      "Ġacross": 2466,
      "Ġmen": 2467,
      "Ġblock": 2468,
      "Ġaff": 2469,
      "Ġnecess": 2470,
      "Ġmonths": 2471,
      "rect": 2472,
      "Ġbecome": 2473,
      "Ġlove": 2474,
      "Ġdevelopment": 2475,
      "oper": 2476,
      "ung": 2477,
      "ball": 2478,
      "Ġmeasure": 2479,
      "OS": 2480,
      "ama": 2481,
      "49": 2482,
      "time": 2483,
      "Ġmechan": 2484,
      "89": 2485,
      "Ġobtained": 2486,
      "lete": 2487,
      "Ġbook": 2488,
      "Ġincrease": 2489,
      "ortun": 2490,
      "Ġevent": 2491,
      "Ġcountry": 2492,
      "uff": 2493,
      "Ġcomplet": 2494,
      "Cont": 2495,
      "../": 2496,
      "ensity": 2497,
      "orth": 2498,
      "Ġdoing": 2499,
      "ĠĠĠĠĠĠĠĠĠĠĠĠ": 2500,
      "Ġpositive": 2501,
      "Ġmatter": 2502,
      "\")": 2503,
      "Ġlog": 2504,
      "Ġstring": 2505,
      "Ġdeath": 2506,
      "aces": 2507,
      "wh": 2508,
      "UT": 2509,
      "ales": 2510,
      "Ġlay": 2511,
      "ĠMay": 2512,
      "CC": 2513,
