{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<user>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<bot>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<|endoftext|>": 0,
      "[PAD]": 1,
      "<user>": 2,
      "<bot>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "Â": 128,
      "Ã": 129,
      "Ä": 130,
      "Å": 131,
      "Æ": 132,
      "Ç": 133,
      "É": 134,
      "Ê": 135,
      "Ë": 136,
      "Ì": 137,
      "Î": 138,
      "Ï": 139,
      "Ð": 140,
      "Ñ": 141,
      "Ö": 142,
      "×": 143,
      "Ø": 144,
      "Ù": 145,
      "Ú": 146,
      "Û": 147,
      "à": 148,
      "á": 149,
      "â": 150,
      "ã": 151,
      "ä": 152,
      "å": 153,
      "æ": 154,
      "ç": 155,
      "è": 156,
      "é": 157,
      "ê": 158,
      "ë": 159,
      "ì": 160,
      "í": 161,
      "î": 162,
      "ï": 163,
      "ð": 164,
      "ĉ": 165,
      "Ċ": 166,
      "Č": 167,
      "č": 168,
      "Ġ": 169,
      "ġ": 170,
      "Ģ": 171,
      "ģ": 172,
      "Ĥ": 173,
      "ĥ": 174,
      "Ħ": 175,
      "ħ": 176,
      "Ĩ": 177,
      "ĩ": 178,
      "Ī": 179,
      "ī": 180,
      "Ĭ": 181,
      "ĭ": 182,
      "Į": 183,
      "į": 184,
      "İ": 185,
      "ı": 186,
      "Ĳ": 187,
      "ĳ": 188,
      "Ĵ": 189,
      "ĵ": 190,
      "Ķ": 191,
      "ķ": 192,
      "ĸ": 193,
      "Ĺ": 194,
      "ĺ": 195,
      "Ļ": 196,
      "ļ": 197,
      "Ľ": 198,
      "ľ": 199,
      "Ŀ": 200,
      "ŀ": 201,
      "Ł": 202,
      "ł": 203,
      "Ń": 204,
      "ĠĠ": 205,
      "Ġt": 206,
      "Ġa": 207,
      "in": 208,
      "he": 209,
      "re": 210,
      "ĠĠĠĠ": 211,
      "on": 212,
      "Ġthe": 213,
      "at": 214,
      "er": 215,
      "Ġs": 216,
      "en": 217,
      "Ġo": 218,
      "Ġc": 219,
      "Ġw": 220,
      "it": 221,
      "is": 222,
      "or": 223,
      "es": 224,
      "al": 225,
      "ed": 226,
      "an": 227,
      "Ġp": 228,
      "Ġf": 229,
      "Ġb": 230,
      "Ġan": 231,
      "ing": 232,
      "Ġin": 233,
      "Ġof": 234,
      "ar": 235,
      "ion": 236,
      "--": 237,
      "ou": 238,
      "Ġm": 239,
      "Ġd": 240,
      "ic": 241,
      "Ġto": 242,
      "le": 243,
      "ĠĠĠĠĠĠĠĠ": 244,
      "Ġand": 245,
      "as": 246,
      "ro": 247,
      "Ġth": 248,
      "ent": 249,
      "ct": 250,
      "Ġh": 251,
      "et": 252,
      "Ġre": 253,
      "st": 254,
      "Ġn": 255,
      "om": 256,
      "el": 257,
      "Ġe": 258,
      "il": 259,
      "Ġl": 260,
      "id": 261,
      "im": 262,
      "ig": 263,
      "ot": 264,
      "ve": 265,
      "Ġis": 266,
      "Ġ(": 267,
      "----": 268,
      "ut": 269,
      "Ġg": 270,
      "ĠT": 271,
      "am": 272,
      "ĠĠĠ": 273,
      "ol": 274,
      "ation": 275,
      "ĠI": 276,
      "se": 277,
      "ce": 278,
      "ly": 279,
      "âĢ": 280,
      "Ġfor": 281,
      "ur": 282,
      "Ġbe": 283,
      "ow": 284,
      "ĠS": 285,
      "Ġthat": 286,
      "Ġu": 287,
      "ra": 288,
      "Ġst": 289,
      "Ġon": 290,
      "ch": 291,
      "ĠA": 292,
      "ver": 293,
      "Ġ1": 294,
      "ĠC": 295,
      "if": 296,
      "ul": 297,
      "ith": 298,
      "Ġcon": 299,
      "ay": 300,
      "ad": 301,
      "Ġwith": 302,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 303,
      "Ġ$": 304,
      "od": 305,
      "Ġ\"": 306,
      "Ġas": 307,
      "ir": 308,
      "Ġy": 309,
      "00": 310,
      "ter": 311,
      "==": 312,
      "Ġpro": 313,
      "ate": 314,
      "pe": 315,
      "Ġwe": 316,
      "um": 317,
      "Ġit": 318,
      "her": 319,
      "ab": 320,
      "ri": 321,
      "Ġal": 322,
      "Ġv": 323,
      "nd": 324,
      "Ġ2": 325,
      "ĠM": 326,
      "ge": 327,
      "Ġwh": 328,
      "res": 329,
      "pp": 330,
      "te": 331,
      "Ġde": 332,
      "qu": 333,
      "ĠP": 334,
      "end": 335,
      "Ġ\\": 336,
      "ment": 337,
      "--------": 338,
      "Ġ=": 339,
      "ist": 340,
      "est": 341,
      "Ġex": 342,
      "ĠThe": 343,
      "**": 344,
      "os": 345,
      "ac": 346,
      "Ġyou": 347,
      "ĠB": 348,
      "ant": 349,
      "Ġcom": 350,
      "Ġwas": 351,
      "us": 352,
      "Ġ-": 353,
      "Ġor": 354,
      "oc": 355,
      "Ġare": 356,
      "op": 357,
      "ht": 358,
      "Ġsu": 359,
      "ers": 360,
      "ess": 361,
      "iv": 362,
      "th": 363,
      "un": 364,
      "Ġhe": 365,
      "ĠF": 366,
      "ity": 367,
      "Ġby": 368,
      "Ġat": 369,
      "ĠD": 370,
      "Ġr": 371,
      "Ġse": 372,
      "ore": 373,
      "ld": 374,
      "ain": 375,
      "ction": 376,
      "rom": 377,
      "ĊĠĠĠĠ": 378,
      "ĠH": 379,
      "ill": 380,
      "ĠW": 381,
      "and": 382,
      "Ġnot": 383,
      "ĊĠĠĠ": 384,
      "nt": 385,
      "ke": 386,
      "Ġ0": 387,
      "ive": 388,
      "ĠR": 389,
      "Ġha": 390,
      "Ġne": 391,
      "em": 392,
      "_{": 393,
      "ort": 394,
      "ĠL": 395,
      "ĠN": 396,
      "art": 397,
      "ud": 398,
      "âĢĻ": 399,
      "Ġthis": 400,
      "pt": 401,
      "Ġfrom": 402,
      "pl": 403,
      "ial": 404,
      "ight": 405,
      "ies": 406,
      "ure": 407,
      "Ġsh": 408,
      "Ġ*": 409,
      "ine": 410,
      "ĠG": 411,
      "Ġhave": 412,
      "fe": 413,
      "Ġch": 414,
      "ated": 415,
      "ĠE": 416,
      "ell": 417,
      ").": 418,
      "all": 419,
      "our": 420,
      "xt": 421,
      "ould": 422,
      ");": 423,
      "red": 424,
      "{\\": 425,
      "per": 426,
      "Ġle": 427,
      "og": 428,
      "ame": 429,
      "'s": 430,
      "ath": 431,
      "ical": 432,
      "ag": 433,
      "Ġ3": 434,
      "iz": 435,
      "ust": 436,
      "====": 437,
      "ĊĠĠĠĠĠĠĠĠ": 438,
      "Ġ+": 439,
      "rou": 440,
      "Ġcan": 441,
      "ome": 442,
      "ue": 443,
      "ich": 444,
      "ĠO": 445,
      "ult": 446,
      "cl": 447,
      "Ġus": 448,
      "Ġres": 449,
      "able": 450,
      ".\"": 451,
      "ase": 452,
      "age": 453,
      "Ġj": 454,
      "ib": 455,
      "01": 456,
      "act": 457,
      "Ġwhe": 458,
      "out": 459,
      "Ġab": 460,
      "ost": 461,
      "Ġ{": 462,
      "}}": 463,
      "ĊĠĠĠĠĠĠĠ": 464,
      "ie": 465,
      "ard": 466,
      "ide": 467,
      "Ġcl": 468,
      "ans": 469,
      "ther": 470,
      "The": 471,
      "ub": 472,
      "Ġim": 473,
      "Ġcomp": 474,
      "ign": 475,
      "ack": 476,
      "ĠâĢ": 477,
      "Ġwere": 478,
      "Ġk": 479,
      "ĊĠ": 480,
      "orm": 481,
      "ast": 482,
      "Ġpl": 483,
      "of": 484,
      "ap": 485,
      "ĠU": 486,
      "ition": 487,
      "ind": 488,
      "Ġall": 489,
      "Ġad": 490,
      "Ġdo": 491,
      "ass": 492,
      "Ġ[": 493,
      "Ġcont": 494,
      "ĠJ": 495,
      "Ġme": 496,
      "ph": 497,
      "ime": 498,
      "ip": 499,
      "con": 500,
      "ary": 501,
      "----------------": 502,
      "Ġhas": 503,
      "du": 504,
      "Ġ4": 505,
      "are": 506,
      "ĠIn": 507,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 508,
      "ak": 509,
      "Ġwhich": 510,
      "Ġint": 511,
      "ice": 512,
      "Ġbut": 513,
      "int": 514,
      "ĉĉ": 515,
      "ence": 516,
      "),": 517,
      "Ġtr": 518,
      "Ġwor": 519,
      "cc": 520,
      "text": 521,
      "one": 522,
      "Ġwill": 523,
      "ations": 524,
      "ous": 525,
      "ress": 526,
      "Ġdis": 527,
      "=\"": 528,
      "ile": 529,
      "..": 530,
      "ens": 531,
      "Ġif": 532,
      "Ġ&": 533,
      "ok": 534,
      "ff": 535,
      "Ġ<": 536,
      "ty": 537,
      "Ġout": 538,
      "ne": 539,
      "ance": 540,
      "ong": 541,
      "ose": 542,
      "Ġ$\\": 543,
      "ep": 544,
      "Ġ'": 545,
      "Ġgo": 546,
      "Ġ5": 547,
      "av": 548,
      "ents": 549,
      "Ġen": 550,
      "//": 551,
      "^{": 552,
      "Ġper": 553,
      "au": 554,
      "ally": 555,
      "ru": 556,
      "port": 557,
      "ions": 558,
      "ĠTh": 559,
      "gh": 560,
      "ace": 561,
      "Ġone": 562,
      "Ġun": 563,
      "math": 564,
      "Ġthey": 565,
      "ang": 566,
      "ely": 567,
      "so": 568,
      "ord": 569,
      "ory": 570,
      "ber": 571,
      "Ġapp": 572,
      "ia": 573,
      "Ġev": 574,
      "ach": 575,
      "ear": 576,
      "Ġmore": 577,
      "ect": 578,
      "ĠK": 579,
      "Ġar": 580,
      "ire": 581,
      "form": 582,
      "Ġtheir": 583,
      "de": 584,
      "ail": 585,
      "âĢĿ": 586,
      "Ġ}": 587,
      "ors": 588,
      "ree": 589,
      "Ġhis": 590,
      "ry": 591,
      "lic": 592,
      "Ġup": 593,
      "Ġqu": 594,
      "ite": 595,
      "Âł": 596,
      "ata": 597,
      "ys": 598,
      "ref": 599,
      "Ġother": 600,
      "ake": 601,
      "}$": 602,
      "ĠĠĠĠĠĠĠ": 603,
      "fere": 604,
      "very": 605,
      "Ġpart": 606,
      "[@": 607,
      "ll": 608,
      "urn": 609,
      "vel": 610,
      "own": 611,
      "ount": 612,
      "Ġag": 613,
      "Ġli": 614,
      "we": 615,
      "cre": 616,
      "Ġso": 617,
      "ĠSt": 618,
      "com": 619,
      "ates": 620,
      "ĊĠĠĠĠĠĠĠĠĠĠĠ": 621,
      "ound": 622,
      "Ġalso": 623,
      "Ġsp": 624,
      "Ġbeen": 625,
      "Ġpre": 626,
      "10": 627,
      "ms": 628,
      "erv": 629,
      "\\]": 630,
      "Ġyour": 631,
      "ck": 632,
      "Ġno": 633,
      "Ġwho": 634,
      "Ġthere": 635,
      "ma": 636,
      "Ġman": 637,
      "Ġhad": 638,
      "hat": 639,
      "Ġ19": 640,
      "Ġwould": 641,
      "ook": 642,
      "Ġass": 643,
      "low": 644,
      "nder": 645,
      "Ġob": 646,
      "Ġwhen": 647,
      "ific": 648,
      "Ġ6": 649,
      "row": 650,
      "Ġany": 651,
      "ject": 652,
      "Ġabout": 653,
      "ring": 654,
      "reat": 655,
      "ĠâĢľ": 656,
      "Ġthan": 657,
      "wo": 658,
      "Ġcomm": 659,
      "eth": 660,
      "ple": 661,
      "ĠV": 662,
      "Ġdif": 663,
      "ict": 664,
      "clud": 665,
      "Ġtime": 666,
      "pect": 667,
      "In": 668,
      "Ġsa": 669,
      "Ġbet": 670,
      "vers": 671,
      "lo": 672,
      "Ġgen": 673,
      "Ġnew": 674,
      "Ġstud": 675,
      "Ġmy": 676,
      "========": 677,
      "ces": 678,
      "Ġits": 679,
      "Ġdef": 680,
      "ink": 681,
      "Ġte": 682,
      "Ġsome": 683,
      "Ġinter": 684,
      "12": 685,
      "ode": 686,
      "19": 687,
      "Ġsy": 688,
      "lect": 689,
      "Ġcons": 690,
      "Ġwork": 691,
      "##": 692,
      "Ġsub": 693,
      "irst": 694,
      "Ġsc": 695,
      "|>": 696,
      "get": 697,
      "rib": 698,
      "endof": 699,
      "endoftext": 700,
      "<|": 701,
      "fter": 702,
      "Ġour": 703,
      "ari": 704,
      "ove": 705,
      "fect": 706,
      "Ġover": 707,
      "ays": 708,
      "ause": 709,
      "Ġam": 710,
      "pec": 711,
      "ps": 712,
      "ĊĠĠĠĠĠ": 713,
      "ative": 714,
      "ild": 715,
      "ied": 716,
      "'t": 717,
      "ft": 718,
      "Ġret": 719,
      "ced": 720,
      "))": 721,
      "Ġfe": 722,
      "__": 723,
      "Ġget": 724,
      "Ġkn": 725,
      "ings": 726,
      "ick": 727,
      "Ġunder": 728,
      "Ġdes": 729,
      "ock": 730,
      "iss": 731,
      "Ġoff": 732,
      "Ġrec": 733,
      "Ġmod": 734,
      "Ġpos": 735,
      "Ġacc": 736,
      "Ġpe": 737,
      "ĠY": 738,
      "Ġonly": 739,
      "Ġrel": 740,
      "ater": 741,
      "Ġact": 742,
      "Ġtwo": 743,
      "Ġbec": 744,
      "Ġinto": 745,
      "pon": 746,
      "old": 747,
      "ual": 748,
      "}\\": 749,
      "Ġval": 750,
      "ĠIt": 751,
      "Ġmay": 752,
      "ark": 753,
      "11": 754,
      "ular": 755,
      "ert": 756,
      "Ġ7": 757,
      "Ġro": 758,
      "Ġind": 759,
      "Ġwhat": 760,
      "ĠCh": 761,
      "ov": 762,
      "dition": 763,
      "elf": 764,
      "Ġlike": 765,
      "iew": 766,
      "unction": 767,
      "oint": 768,
      "</": 769,
      "Ġyear": 770,
      "Ġem": 771,
      "ĊĊ": 772,
      "****": 773,
      "Ġtrans": 774,
      "Ġhig": 775,
      "Ġjust": 776,
      "Ġ8": 777,
      "Ġsuch": 778,
      "cess": 779,
      "ments": 780,
      "Ġdiffere": 781,
      "fig": 782,
      "Ġinv": 783,
      "Ġher": 784,
      "pro": 785,
      "ĠWe": 786,
      "Ġcol": 787,
      "ĠThis": 788,
      "erm": 789,
      "(\\": 790,
      "ased": 791,
      "ef": 792,
      "ating": 793,
      "Ġuse": 794,
      "Ġreg": 795,
      "Ġpres": 796,
      "Ġra": 797,
      "ize": 798,
      "ex": 799,
      "Ġthem": 800,
      "St": 801,
      "Ġthese": 802,
      "ption": 803,
      "hed": 804,
      "der": 805,
      "the": 806,
      "stem": 807,
      "Ġfirst": 808,
      "Ġ201": 809,
      "ta": 810,
      "Ġ9": 811,
      "ween": 812,
      "Ġtra": 813,
      "Ġset": 814,
      "ec": 815,
      "ient": 816,
      "itt": 817,
      "\",": 818,
      "ish": 819,
      "Ġwhere": 820,
      "Ġ10": 821,
      "Ġresult": 822,
      "Ġneed": 823,
      "Ġsign": 824,
      "Ġph": 825,
      "ian": 826,
      "ople": 827,
      "ident": 828,
      "ob": 829,
      "Ġpr": 830,
      "ix": 831,
      "olog": 832,
      "Ġconst": 833,
      "Ġdet": 834,
      "oth": 835,
      "Ġco": 836,
      "type": 837,
      "Ġsaid": 838,
      "Ġhow": 839,
      "Ġbetween": 840,
      "ility": 841,
      "Ġpat": 842,
      ")$": 843,
      "Ġafter": 844,
      "Ġprov": 845,
      "ution": 846,
      "ffect": 847,
      "ss": 848,
      "Ċĉĉ": 849,
      "ange": 850,
      "round": 851,
      "Ġ\\[": 852,
      "cy": 853,
      "Ġpol": 854,
      "ram": 855,
      "ble": 856,
      "ont": 857,
      "Ġcould": 858,
      "pos": 859,
      "ise": 860,
      "cal": 861,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 862,
      "ollow": 863,
      "](": 864,
      "Ġthen": 865,
      "rm": 866,
      "tern": 867,
      "()": 868,
      "ough": 869,
      "ublic": 870,
      "ype": 871,
      "Ġinclud": 872,
      "Ġbl": 873,
      "iel": 874,
      "0000": 875,
      "ible": 876,
      "25": 877,
      "ĠHe": 878,
      "ious": 879,
      "Ġrem": 880,
      "eg": 881,
      "::": 882,
      "){": 883,
      "ool": 884,
      ".,": 885,
      "Ġdata": 886,
      "Ġback": 887,
      "Ġform": 888,
      "_{\\": 889,
      "Ġusing": 890,
      "15": 891,
      "Ġused": 892,
      "ER": 893,
      "Ġsupp": 894,
      "Ġreturn": 895,
      "Ġpeople": 896,
      "Ġdist": 897,
      "Ġfact": 898,
      "ues": 899,
      "right": 900,
      "Ġsim": 901,
      "Ġshe": 902,
      "Ġknow": 903,
      "ics": 904,
      "Ġshow": 905,
      "ons": 906,
      "up": 907,
      "20": 908,
      "li": 909,
      "ren": 910,
      "ities": 911,
      "les": 912,
      "Ġtest": 913,
      "err": 914,
      "its": 915,
      "ax": 916,
      "Ġbecause": 917,
      "Ġfollow": 918,
      "rac": 919,
      "ited": 920,
      "Ġcor": 921,
      "inal": 922,
      "Ġshould": 923,
      "put": 924,
      "ull": 925,
      "ourt": 926,
      "Ġrequ": 927,
      "Ġnum": 928,
      "ever": 929,
      "--------------------------------": 930,
      "ield": 931,
      "},": 932,
      "aw": 933,
      "Ġcell": 934,
      "Ġclass": 935,
      "Ġ[@": 936,
      "Ġspec": 937,
      "ning": 938,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 939,
      "Ġgener": 940,
      "Ġsystem": 941,
      "ank": 942,
      "rough": 943,
      "Ġsee": 944,
      "Ġdid": 945,
      "Ġchar": 946,
      "22": 947,
      "Ġmost": 948,
      "14": 949,
      "Ġfunction": 950,
      "Ġright": 951,
      "Ġi": 952,
      "ĠUn": 953,
      "ures": 954,
      "press": 955,
      "Ġx": 956,
      "Ġsur": 957,
      "ower": 958,
      "set": 959,
      "roup": 960,
      "13": 961,
      "ĠĠĠĠĠ": 962,
      "als": 963,
      "Ġsm": 964,
      "Ġend": 965,
      "Ġatt": 966,
      "oy": 967,
      "000": 968,
      "ger": 969,
      "ade": 970,
      "Ġwell": 971,
      "ful": 972,
      "ined": 973,
      "Ġbu": 974,
      "Ġac": 975,
      "ized": 976,
      "Ġinst": 977,
      "hen": 978,
      "Ġstate": 979,
      "ract": 980,
      "pr": 981,
      "Ġloc": 982,
      "arch": 983,
      "to": 984,
      "Ġdifferent": 985,
      "imes": 986,
      "23": 987,
      "\">": 988,
      "Ġext": 989,
      "ork": 990,
      "Ġprodu": 991,
      "16": 992,
      "',": 993,
      "uring": 994,
      "Ġ/": 995,
      "cond": 996,
      "ruct": 997,
      "ants": 998,
      "ational": 999,
      "ator": 1000,
      "ically": 1001,
      "ĊĊĠĠĠ": 1002,
      "Ġdoes": 1003,
      "ĠĠĠĠĠĠ": 1004,
      "Ġagain": 1005,
      "Ġthrough": 1006,
      "Ġcase": 1007,
      "Th": 1008,
      "Ġeach": 1009,
      "uch": 1010,
      "],": 1011,
      "Ġeffect": 1012,
      "\"}": 1013,
      "riv": 1014,
      "rit": 1015,
      "Ġhigh": 1016,
      "wn": 1017,
      "ON": 1018,
      "ins": 1019,
      "lu": 1020,
      "rol": 1021,
      "Ġeven": 1022,
      "Ġhim": 1023,
      "vent": 1024,
      "18": 1025,
      "mer": 1026,
      "ars": 1027,
      "Ġinte": 1028,
      "Ġ_": 1029,
      "We": 1030,
      "ric": 1031,
      "Ġcur": 1032,
      "oci": 1033,
      "str": 1034,
      "Ġadd": 1035,
      "ew": 1036,
      "frac": 1037,
      "(\"": 1038,
      "bb": 1039,
      "ood": 1040,
      "line": 1041,
      "cri": 1042,
      "Ġpoint": 1043,
      "Ġmake": 1044,
      "Ġvari": 1045,
      "Ġevery": 1046,
      "other": 1047,
      "Ġ.": 1048,
      "nce": 1049,
      "ox": 1050,
      "Ġfind": 1051,
      "ases": 1052,
      "ethod": 1053,
      "cent": 1054,
      "over": 1055,
      "che": 1056,
      "igned": 1057,
      "par": 1058,
      "Ġsame": 1059,
      "17": 1060,
      "Ġincre": 1061,
      "Ġanal": 1062,
      "Ġent": 1063,
      "24": 1064,
      "->": 1065,
      "IN": 1066,
      "Ġway": 1067,
      "Ġap": 1068,
      "Ġwant": 1069,
      "Ġlook": 1070,
      "ug": 1071,
      "upp": 1072,
      "AT": 1073,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1074,
      "](#": 1075,
      ",\\": 1076,
      "ily": 1077,
      "und": 1078,
      "uth": 1079,
      "Ġboth": 1080,
      "velop": 1081,
      "Ġcall": 1082,
      "ines": 1083,
      "let": 1084,
      "Ġthose": 1085,
      "$\\": 1086,
      "Ġhere": 1087,
      "Ġ//": 1088,
      "ctions": 1089,
      "oid": 1090,
      "ife": 1091,
      "rent": 1092,
      "atic": 1093,
      "ense": 1094,
      "ward": 1095,
      "sp": 1096,
      "Ġke": 1097,
      "ute": 1098,
      "ample": 1099,
      "Ġ@": 1100,
      "Ġvery": 1101,
      "Ċĉ": 1102,
      "]\\]": 1103,
      "Ġ200": 1104,
      "?\"": 1105,
      "Ġnow": 1106,
      "Ġmin": 1107,
      "rest": 1108,
      "Ġfil": 1109,
      "Ġbeing": 1110,
      "io": 1111,
      "Ġmat": 1112,
      "tr": 1113,
      "]{": 1114,
      "...": 1115,
      "yp": 1116,
      "201": 1117,
      "Ġdon": 1118,
      "ĠâĢĵ": 1119,
      "ients": 1120,
      "Ġstudy": 1121,
      "Ġappro": 1122,
      "Ġpartic": 1123,
      "ason": 1124,
      "Ġbel": 1125,
      "read": 1126,
      "day": 1127,
      "ince": 1128,
      "Ġtri": 1129,
      "Ġmon": 1130,
      "app": 1131,
      "AR": 1132,
      "ray": 1133,
      "Ġfound": 1134,
      "Ġplay": 1135,
      "ting": 1136,
      "}(": 1137,
      "ature": 1138,
      "Ġcount": 1139,
      "Ġexper": 1140,
      "ĠSe": 1141,
      "ism": 1142,
      "Ġpar": 1143,
      "ices": 1144,
      "Ġel": 1145,
      "val": 1146,
      "fore": 1147,
      "view": 1148,
      "Ġyears": 1149,
      "formation": 1150,
      "ified": 1151,
      "Ġmem": 1152,
      "Ġpers": 1153,
      "alth": 1154,
      "Ġser": 1155,
      "gg": 1156,
      "irect": 1157,
      "NA": 1158,
      "ĠLet": 1159,
      "ES": 1160,
      "Ġmany": 1161,
      "air": 1162,
      "Ġlong": 1163,
      "Ġdec": 1164,
      "ateg": 1165,
      "Ġhel": 1166,
      ".<|": 1167,
      "Ġvalue": 1168,
      "ek": 1169,
      "cept": 1170,
      "ng": 1171,
      "Ġlevel": 1172,
      "}{": 1173,
      "Ġrespon": 1174,
      "Ġthink": 1175,
      "Ġmed": 1176,
      "tain": 1177,
      "ared": 1178,
      "mathcal": 1179,
      "uc": 1180,
      "32": 1181,
      "Ġorder": 1182,
      "ĠFor": 1183,
      "Ġgiv": 1184,
      "led": 1185,
      "ages": 1186,
      "Ġstr": 1187,
      "ization": 1188,
      "What": 1189,
      "Ġwhile": 1190,
      "(-": 1191,
      "Ġreport": 1192,
      "$.": 1193,
      "Ġnumber": 1194,
      "Ġdi": 1195,
      "ave": 1196,
      "Ġgu": 1197,
      "30": 1198,
      "ĠAs": 1199,
      "Ġpublic": 1200,
      "Ġins": 1201,
      "50": 1202,
      "Ġche": 1203,
      "Ġmodel": 1204,
      "$,": 1205,
      "cul": 1206,
      "ner": 1207,
      "Ġ:": 1208,
      "ĠRe": 1209,
      "Ġbefore": 1210,
      "Ġz": 1211,
      "ively": 1212,
      "lement": 1213,
      "Ġop": 1214,
      "Ġ\\[[@": 1215,
      "Ġequ": 1216,
      "min": 1217,
      "Ġdisc": 1218,
      "ify": 1219,
      "ided": 1220,
      "aking": 1221,
      "ĠCom": 1222,
      "Ġrep": 1223,
      "Ġprocess": 1224,
      "Ġdevelop": 1225,
      "Ġref": 1226,
      "Ġread": 1227,
      "ash": 1228,
      "ven": 1229,
      "ody": 1230,
      "ired": 1231,
      "Ġcar": 1232,
      "Ġlar": 1233,
      "Ġsecond": 1234,
      "Ġmuch": 1235,
      "Ġgood": 1236,
      ".âĢĿ": 1237,
      "Ġpresent": 1238,
      "Ġinf": 1239,
      "Ġcommun": 1240,
      "mon": 1241,
      "://": 1242,
      "Ġposs": 1243,
      "hip": 1244,
      "Ġdown": 1245,
      "Ġown": 1246,
      "ole": 1247,
      "Ġ16": 1248,
      "eng": 1249,
      "man": 1250,
      "Ġmade": 1251,
      "ness": 1252,
      "Ġcourt": 1253,
      "abel": 1254,
      "ality": 1255,
      "rt": 1256,
      "();": 1257,
      "left": 1258,
      "ved": 1259,
      "Ex": 1260,
      "yl": 1261,
      "Ġthree": 1262,
      "ially": 1263,
      "ns": 1264,
      "ists": 1265,
      "Ġstart": 1266,
      "pha": 1267,
      "EN": 1268,
      "ually": 1269,
      "ency": 1270,
      "ision": 1271,
      "Ġant": 1272,
      "ource": 1273,
      "way": 1274,
      "Ġprote": 1275,
      "ah": 1276,
      "Ġprog": 1277,
      "amb": 1278,
      "ffic": 1279,
      "Ġ,": 1280,
      "bf": 1281,
      "\\[": 1282,
      "Ġ20": 1283,
      "Ġline": 1284,
      "Ġsupport": 1285,
      "^{\\": 1286,
      "Ġserv": 1287,
      "Ġcre": 1288,
      "Ġ*/": 1289,
      "Ġhelp": 1290,
      "chool": 1291,
      "uss": 1292,
      "Re": 1293,
      "Ġmethod": 1294,
      "erg": 1295,
      "Ġgroup": 1296,
      "********": 1297,
      "Ġnon": 1298,
      "ĠIf": 1299,
      "tem": 1300,
      "co": 1301,
      "Ġimport": 1302,
      "Ġsmall": 1303,
      "}^{": 1304,
      "cer": 1305,
      "âĢī": 1306,
      "name": 1307,
      "ider": 1308,
      "ĠPro": 1309,
      "eta": 1310,
      "Ġduring": 1311,
      "Ġhand": 1312,
      "ght": 1313,
      "Ġgreat": 1314,
      "arly": 1315,
      "med": 1316,
      "33": 1317,
      "Let": 1318,
      "not": 1319,
      "IT": 1320,
      "Ġproble": 1321,
      "ton": 1322,
      "ĠAl": 1323,
      "me": 1324,
      "Ġlast": 1325,
      "CR": 1326,
      "ule": 1327,
      "mathrm": 1328,
      "be": 1329,
      "Ġsignific": 1330,
      "It": 1331,
      "itive": 1332,
      "ather": 1333,
      "plic": 1334,
      "idence": 1335,
      "Ġgra": 1336,
      "Ġsol": 1337,
      "ional": 1338,
      "ĠHow": 1339,
      "Ġ#": 1340,
      "Ġ12": 1341,
      "Con": 1342,
      "ale": 1343,
      "Ġest": 1344,
      "Ġwithout": 1345,
      "Ġlet": 1346,
      "####": 1347,
      "Ġpatients": 1348,
      "ots": 1349,
      "ane": 1350,
      "Ġed": 1351,
      "ID": 1352,
      "Ġconf": 1353,
      "gan": 1354,
      "ters": 1355,
      "40": 1356,
      "ĠAnd": 1357,
      ")\\": 1358,
      "Ġarg": 1359,
      "acter": 1360,
      "Ġdep": 1361,
      "Ġident": 1362,
      "Ġoper": 1363,
      "chn": 1364,
      "Ġcou": 1365,
      "tp": 1366,
      "Ġactiv": 1367,
      "ral": 1368,
      "Ġcontrol": 1369,
      "ames": 1370,
      "Ġname": 1371,
      "alpha": 1372,
      "ross": 1373,
      "Ġexpress": 1374,
      "ĠAn": 1375,
      "================": 1376,
      "Fig": 1377,
      "Ġ18": 1378,
      "Ġchild": 1379,
      "Ġappe": 1380,
      "---": 1381,
      "serv": 1382,
      "Ġtreat": 1383,
      "OR": 1384,
      "alk": 1385,
      "ysis": 1386,
      "Ġet": 1387,
      "Ġiss": 1388,
      "land": 1389,
      "less": 1390,
      "hes": 1391,
      ",\"": 1392,
      "Ġtake": 1393,
      "ĊĠĠ": 1394,
      "amp": 1395,
      "Ġagainst": 1396,
      "Ġperform": 1397,
      "Ġrun": 1398,
      "bl": 1399,
      "ron": 1400,
      "error": 1401,
      "ument": 1402,
      "ret": 1403,
      "sh": 1404,
      "irc": 1405,
      "Ġpost": 1406,
      "CT": 1407,
      "Ġsay": 1408,
      "Ġresults": 1409,
      "Ġsignificant": 1410,
      "Ġcle": 1411,
      "Ġinformation": 1412,
      "amma": 1413,
      "ability": 1414,
      "60": 1415,
      "99": 1416,
      "ga": 1417,
      "Ġlead": 1418,
      "ault": 1419,
      "ination": 1420,
      "Ġav": 1421,
      "any": 1422,
      "da": 1423,
      "Ġ15": 1424,
      "Ġproper": 1425,
      "Ġ|": 1426,
      "Ġmust": 1427,
      "Ġfollowing": 1428,
      "].": 1429,
      "ving": 1430,
      "Ġcondition": 1431,
      "ission": 1432,
      "aim": 1433,
      "ulation": 1434,
      "ĠZ": 1435,
      "Ġself": 1436,
      "('": 1437,
      "Ġcells": 1438,
      "ĠTr": 1439,
      "SE": 1440,
      "work": 1441,
      "}_{": 1442,
      "This": 1443,
      "atch": 1444,
      "Ġfin": 1445,
      "ration": 1446,
      "ets": 1447,
      "dd": 1448,
      "Ġworld": 1449,
      "Ġ**": 1450,
      "gen": 1451,
      "200": 1452,
      "Ġpower": 1453,
      "Ġredu": 1454,
      "angle": 1455,
      "Ġstill": 1456,
      "urther": 1457,
      "28": 1458,
      "ior": 1459,
      "ital": 1460,
      "ouse": 1461,
      "Ġcent": 1462,
      "opy": 1463,
      "Ġallow": 1464,
      "ST": 1465,
      "ho": 1466,
      "ten": 1467,
      "ĠÂ": 1468,
      "ym": 1469,
      "Ġmark": 1470,
      "Ġwithin": 1471,
      "ww": 1472,
      "vious": 1473,
      "Ġtype": 1474,
      "Ġfl": 1475,
      "66": 1476,
      "ĠX": 1477,
      "Ġsom": 1478,
      "Ġquest": 1479,
      "ĠQ": 1480,
      "cur": 1481,
      "Ġstand": 1482,
      "def": 1483,
      ")/": 1484,
      "35": 1485,
      "Ġmain": 1486,
      "ĠBut": 1487,
      "ology": 1488,
      "21": 1489,
      "ts": 1490,
      "Ġdirect": 1491,
      "Ġpur": 1492,
      "Ġcontin": 1493,
      "Ġmeas": 1494,
      "Ġcurrent": 1495,
      "Ġpath": 1496,
      "Ġlim": 1497,
      "Ġinterest": 1498,
      "eral": 1499,
      "Ġperson": 1500,
      "ential": 1501,
      "agn": 1502,
      "34": 1503,
      "ann": 1504,
      "ĠDe": 1505,
      "aj": 1506,
      "ention": 1507,
      "crib": 1508,
      "ural": 1509,
      "70": 1510,
      "Ġfam": 1511,
      "Ġmult": 1512,
      "Ġexpl": 1513,
      "LE": 1514,
      "ately": 1515,
      "AN": 1516,
      "'m": 1517,
      "for": 1518,
      "ience": 1519,
      "He": 1520,
      ",âĢĿ": 1521,
      "ĠNew": 1522,
      "Pro": 1523,
      "Ġcare": 1524,
      "Ġgover": 1525,
      "ording": 1526,
      "âĢľ": 1527,
      "]{}": 1528,
      "____": 1529,
      "anc": 1530,
      "ivers": 1531,
      "Ġ14": 1532,
      "Ġlocal": 1533,
      "Ġca": 1534,
      "Ġfile": 1535,
      "Ġday": 1536,
      "meric": 1537,
      "Ġlife": 1538,
      "omega": 1539,
      "Ġdeterm": 1540,
      "ives": 1541,
      "ides": 1542,
      "):": 1543,
      "ĠYou": 1544,
      "80": 1545,
      "Ġ$$\\": 1546,
      "aterial": 1547,
      "Ġwr": 1548,
      "Ġaddition": 1549,
      "âĢĵ": 1550,
      "ote": 1551,
      "resent": 1552,
      "ither": 1553,
      "Ġhum": 1554,
      "Ġgoing": 1555,
      "Ġhealth": 1556,
      "eter": 1557,
      "Ġlo": 1558,
      "ently": 1559,
      "Ġsince": 1560,
      "Ġfield": 1561,
      "Ġweek": 1562,
      "Ġlaw": 1563,
      "ĠWh": 1564,
      "elta": 1565,
      "ves": 1566,
      "igma": 1567,
      "ished": 1568,
      "Ġinc": 1569,
      "~~": 1570,
      "Ġgiven": 1571,
      "ambda": 1572,
      "Ġopen": 1573,
      "Ġanother": 1574,
      "mathbb": 1575,
      "ser": 1576,
      "Ġpass": 1577,
      "ploy": 1578,
      "64": 1579,
      "=\\": 1580,
      "version": 1581,
      "Ġtry": 1582,
      "Ġinvest": 1583,
      "reg": 1584,
      "part": 1585,
      "akes": 1586,
      "oh": 1587,
      "Ġelect": 1588,
      "Ch": 1589,
      "rel": 1590,
      "Ġaround": 1591,
      "Ġrespect": 1592,
      "Ġcontain": 1593,
      "Ġschool": 1594,
      "29": 1595,
      "bers": 1596,
      "duct": 1597,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1598,
      "cript": 1599,
      "Ġbas": 1600,
      "ier": 1601,
      "rid": 1602,
      "ium": 1603,
      "75": 1604,
      "oot": 1605,
      "Ġexample": 1606,
      "Ġassoci": 1607,
      "ĊĊĠ": 1608,
      "ĠHowever": 1609,
      "AL": 1610,
      "ways": 1611,
      "aligned": 1612,
      "Ġcap": 1613,
      "Ġreal": 1614,
      "You": 1615,
      "Ġstat": 1616,
      "Ġgovern": 1617,
      "Ġincluding": 1618,
      "yn": 1619,
      "Ġtoo": 1620,
      "ds": 1621,
      "]\\].": 1622,
      "face": 1623,
      "ples": 1624,
      "ured": 1625,
      "Ġopt": 1626,
      "Ġrece": 1627,
      "ived": 1628,
      "Ġ199": 1629,
      "ml": 1630,
      "05": 1631,
      "inf": 1632,
      "Ġmet": 1633,
      "ĠThey": 1634,
      "ertain": 1635,
      "Ġdev": 1636,
      "Ġdiv": 1637,
      "ĠIs": 1638,
      "27": 1639,
      "Ġless": 1640,
      "ribut": 1641,
      "Ġobserv": 1642,
      "igh": 1643,
      "Ġclaim": 1644,
      "omen": 1645,
      "yt": 1646,
      "Ġreally": 1647,
      "ety": 1648,
      "mm": 1649,
      "ategory": 1650,
      "Ġfail": 1651,
      "\":": 1652,
      "Ġapplic": 1653,
      "Ġtechn": 1654,
      "39": 1655,
      "alcul": 1656,
      "self": 1657,
      "Ġmean": 1658,
      "Ġsing": 1659,
      "Ġanalysis": 1660,
      "Ġfour": 1661,
      "Ġimportant": 1662,
      "roll": 1663,
      "ggest": 1664,
      "Ġsuggest": 1665,
      "Ġhome": 1666,
      "ged": 1667,
      "sc": 1668,
      "Ġprogram": 1669,
      "ably": 1670,
      "];": 1671,
      "ining": 1672,
      "Ġcr": 1673,
      "38": 1674,
      "Ġocc": 1675,
      "Ġtop": 1676,
      "Name": 1677,
      "ask": 1678,
      "Ġhapp": 1679,
      "Ġstruct": 1680,
      "Ġlow": 1681,
      "Ġchang": 1682,
      "arent": 1683,
      "ams": 1684,
      "ĠAmeric": 1685,
      "Ġpop": 1686,
      "Ġbre": 1687,
      "lex": 1688,
      "37": 1689,
      "iqu": 1690,
      "$$": 1691,
      "String": 1692,
      "Ġmight": 1693,
      "iness": 1694,
      "raph": 1695,
      "vert": 1696,
      "label": 1697,
      "requ": 1698,
      "Ġbased": 1699,
      "ĠSh": 1700,
      "Ġindic": 1701,
      "Ġevidence": 1702,
      "'re": 1703,
      "stand": 1704,
      "search": 1705,
      "oss": 1706,
      "Ġbeh": 1707,
      "arn": 1708,
      "Ġadv": 1709,
      ")*": 1710,
      "ĠInd": 1711,
      "lease": 1712,
      "ething": 1713,
      "Ġremain": 1714,
      "ĠCon": 1715,
      "ware": 1716,
      "sec": 1717,
      "Ġart": 1718,
      "rop": 1719,
      "00000000": 1720,
      "here": 1721,
      "Ġchange": 1722,
      "Ġvis": 1723,
      "Ġbi": 1724,
      "sw": 1725,
      "Ġobtain": 1726,
      "Ġlist": 1727,
      "Ġgrow": 1728,
      "Ġhead": 1729,
      "Ġve": 1730,
      "65": 1731,
      "[\\": 1732,
      "ilde": 1733,
      "epend": 1734,
      "AS": 1735,
      "Ġfew": 1736,
      "ought": 1737,
      "Ġ--": 1738,
      "Ġprof": 1739,
      "Ġ17": 1740,
      "ery": 1741,
      "ength": 1742,
      "sum": 1743,
      "ised": 1744,
      "ird": 1745,
      "inc": 1746,
      "Ġplace": 1747,
      "':": 1748,
      "Ġbo": 1749,
      "ury": 1750,
      "egin": 1751,
      "Ġfr": 1752,
      "phi": 1753,
      "45": 1754,
      "Ġleft": 1755,
      "ference": 1756,
      "ding": 1757,
      "Ġdel": 1758,
      "Ġgot": 1759,
      "Ġseem": 1760,
      "ĠNo": 1761,
      "Ġ{#": 1762,
      "mod": 1763,
      "ittle": 1764,
      "Ġbus": 1765,
      "Ġpot": 1766,
      "ump": 1767,
      "Ġmonth": 1768,
      "Ġobject": 1769,
      "ik": 1770,
      "Ġbest": 1771,
      "Ġproduct": 1772,
      "To": 1773,
      "ĠWhat": 1774,
      "Ġ11": 1775,
      "ĠThere": 1776,
      "Ġtreatment": 1777,
      "{{\\": 1778,
      "Ġ==": 1779,
      "olum": 1780,
      "alse": 1781,
      "rap": 1782,
      "wid": 1783,
      "iff": 1784,
      "conom": 1785,
      "Ġparticular": 1786,
      "oft": 1787,
      "Ġput": 1788,
      "icro": 1789,
      "Ġbetter": 1790,
      "Ġproblem": 1791,
      "arm": 1792,
      "Ġter": 1793,
      "action": 1794,
      "arget": 1795,
      "Ġspe": 1796,
      "ends": 1797,
      "../": 1798,
      "opt": 1799,
      "Ġ)": 1800,
      "ED": 1801,
      "az": 1802,
      "âĢĶ": 1803,
      "Ġgr": 1804,
      "isk": 1805,
      "time": 1806,
      "Ġcommon": 1807,
      "att": 1808,
      "aint": 1809,
      "ĠCl": 1810,
      "Ġlarge": 1811,
      "mun": 1812,
      "ivid": 1813,
      "IS": 1814,
      "ern": 1815,
      "abl": 1816,
      "lection": 1817,
      "âĪ": 1818,
      "Ġauth": 1819,
      "ilon": 1820,
      "85": 1821,
      "Ġprob": 1822,
      "sq": 1823,
      "Ġsl": 1824,
      "Ġthings": 1825,
      "arg": 1826,
      "Ġwhether": 1827,
      "Ġask": 1828,
      "ene": 1829,
      "Ġconne": 1830,
      "var": 1831,
      "Ġbig": 1832,
      "Ġabove": 1833,
      "ilar": 1834,
      "Ġeas": 1835,
      "Ġtyp": 1836,
      "Ġlight": 1837,
      "begin": 1838,
      "enc": 1839,
      "Ġrepresent": 1840,
      "Ġsomething": 1841,
      "ĠEx": 1842,
      "Ġpossible": 1843,
      "Ġimp": 1844,
      "pi": 1845,
      "Ġopp": 1846,
      "Ġ</": 1847,
      "ext": 1848,
      "Ġdescrib": 1849,
      "Ġfree": 1850,
      "Ġsize": 1851,
      "}+": 1852,
      "ĠPh": 1853,
      "thing": 1854,
      "Ġelse": 1855,
      "36": 1856,
      "ift": 1857,
      "Ġsit": 1858,
      "ification": 1859,
      "ended": 1860,
      "ries": 1861,
      "Ġbelie": 1862,
      "IC": 1863,
      "Ġcode": 1864,
      "els": 1865,
      "used": 1866,
      "Ġinvol": 1867,
      "Type": 1868,
      "ond": 1869,
      "ending": 1870,
      "Ġavail": 1871,
      "ĠUnited": 1872,
      "26": 1873,
      "div": 1874,
      "iron": 1875,
      "eps": 1876,
      "ĊĠĠĠĠĠĠĠĠĠ": 1877,
      "As": 1878,
      "Ġview": 1879,
      "Ċĉĉĉ": 1880,
      "55": 1881,
      "ocial": 1882,
      "ĠLe": 1883,
      "Ġcharacter": 1884,
      "aps": 1885,
      "Ġstudies": 1886,
      "Ġimpro": 1887,
      "ormal": 1888,
      "arrow": 1889,
      "by": 1890,
      "iod": 1891,
      "Ġtot": 1892,
      "Com": 1893,
      "hib": 1894,
      "Ġ30": 1895,
      "data": 1896,
      "Ġleg": 1897,
      "Ġposition": 1898,
      "endant": 1899,
      "Ġhy": 1900,
      "ream": 1901,
      "Ġbuild": 1902,
      "Data": 1903,
      "ott": 1904,
      "ession": 1905,
      "clus": 1906,
      "ĠâĢĶ": 1907,
      "ĊĊĠĠĠĠĠĠĠ": 1908,
      "}$$": 1909,
      "Ġconsider": 1910,
      "})": 1911,
      "Ġsk": 1912,
      "uck": 1913,
      "Ġdue": 1914,
      "refore": 1915,
      "Cl": 1916,
      "Ġpa": 1917,
      "por": 1918,
      "Ġleast": 1919,
      "Ġnext": 1920,
      "Res": 1921,
      "aring": 1922,
      "http": 1923,
      "Ġmov": 1924,
      "Ġide": 1925,
      "ception": 1926,
      "Ġreason": 1927,
      "89": 1928,
      "84": 1929,
      "osed": 1930,
      "sub": 1931,
      "ological": 1932,
      "cription": 1933,
      "ajor": 1934,
      "Ġtem": 1935,
      "sigma": 1936,
      "Ġturn": 1937,
      "ground": 1938,
      "Ġaut": 1939,
      "Ġlittle": 1940,
      "nal": 1941,
      "Ġden": 1942,
      "ĠTo": 1943,
      "Ġhist": 1944,
      "ush": 1945,
      "back": 1946,
      "ccess": 1947,
      "ĠAt": 1948,
      "Ġerror": 1949,
      "Ġinit": 1950,
      "Ġpriv": 1951,
      "Ġexpect": 1952,
      "Ġdiff": 1953,
      "clude": 1954,
      "Id": 1955,
      "Ġshown": 1956,
      "ividual": 1957,
      "Ġchildren": 1958,
      "For": 1959,
      "rist": 1960,
      "Ġrecord": 1961,
      "Ġgive": 1962,
      "ĠSo": 1963,
      "msg": 1964,
      "And": 1965,
      "Ġwater": 1966,
      "Ġalways": 1967,
      "essage": 1968,
      "Ġhuman": 1969,
      "^{-": 1970,
      "67": 1971,
      "Ġnever": 1972,
      "Ġprevious": 1973,
      "Ġtrial": 1974,
      "AC": 1975,
      "RO": 1976,
      "Ġmot": 1977,
      "Ġprom": 1978,
      "rict": 1979,
      "roups": 1980,
      "Ġgeneral": 1981,
      "Ġdra": 1982,
      "Ġrest": 1983,
      "mb": 1984,
      "Ġcome": 1985,
      "ĠGod": 1986,
      "Ġbro": 1987,
      "Ġgovernment": 1988,
      "04": 1989,
      "31": 1990,
      "ators": 1991,
      "ĠState": 1992,
      "Ġold": 1993,
      "respon": 1994,
      "Ġtrue": 1995,
      "uro": 1996,
      "Ġeither": 1997,
      "iol": 1998,
      "amples": 1999,
      "ĠAll": 2000,
      "oney": 2001,
      "atory": 2002,
      "List": 2003,
      "Ġpay": 2004,
      "br": 2005,
      "Ġpub": 2006,
      "ĠStates": 2007,
      "Ġparam": 2008,
      "bs": 2009,
      "AP": 2010,
      "Ġsuper": 2011,
      "Ġexp": 2012,
      "etic": 2013,
      "Ġcost": 2014,
      "ats": 2015,
      "RE": 2016,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2017,
      "load": 2018,
      "^\\": 2019,
      "orn": 2020,
      "Ġquestion": 2021,
      "Ġhigher": 2022,
      "Ġcheck": 2023,
      "ctor": 2024,
      "add": 2025,
      "ĠThese": 2026,
      "Ġterms": 2027,
      "If": 2028,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 2029,
      "\")": 2030,
      "Ġsequ": 2031,
      "Ġavailable": 2032,
      "ances": 2033,
      "Ġfurther": 2034,
      "LL": 2035,
      "Ġassum": 2036,
      "Ġspecific": 2037,
      "lob": 2038,
      "Ġreview": 2039,
      "lambda": 2040,
      "test": 2041,
      "Category": 2042,
      "Ġable": 2043,
      "Ġgame": 2044,
      "95": 2045,
      "Ġsever": 2046,
      "mu": 2047,
      "Ġprovide": 2048,
      "Ġorig": 2049,
      "lim": 2050,
      "Ġes": 2051,
      "100": 2052,
      "Ġoffic": 2053,
      "bu": 2054,
      "ergy": 2055,
      "Ġorgan": 2056,
      "Ġtext": 2057,
      "Ġdom": 2058,
      "ava": 2059,
      "Ġsimilar": 2060,
      "Ġ25": 2061,
      "fficient": 2062,
      "Ġvalues": 2063,
      "Ġhaving": 2064,
      "Ġindividual": 2065,
      "new": 2066,
      "Ġperiod": 2067,
      "ental": 2068,
      "org": 2069,
      "Ġrad": 2070,
      "Ġlog": 2071,
      "Ġcho": 2072,
      "Ġmove": 2073,
      "illion": 2074,
      "Ġlik": 2075,
      "ĠOn": 2076,
      "Ġcases": 2077,
      "ION": 2078,
      "_\\": 2079,
      "ĠUS": 2080,
      "Ġemploy": 2081,
      "Ġder": 2082,
      "verse": 2083,
      "Ġcomb": 2084,
      "Ġdays": 2085,
      "osp": 2086,
      "Ġquant": 2087,
      "Ġcommunity": 2088,
      "play": 2089,
      "Ġsingle": 2090,
      "ead": 2091,
      "ĠSp": 2092,
      "čĊ": 2093,
      "Ġhard": 2094,
      "!\"": 2095,
      "Ġmajor": 2096,
      "uppose": 2097,
      "itted": 2098,
      "cont": 2099,
      "Wh": 2100,
      "ĠApp": 2101,
      "though": 2102,
      "ources": 2103,
      "ope": 2104,
      "Ġsum": 2105,
      "Ġunt": 2106,
      "Ġ${\\": 2107,
      "Ġvoid": 2108,
      "Ġknown": 2109,
      "07": 2110,
      "Ġstrong": 2111,
      "Ġ24": 2112,
      "Ġprim": 2113,
      "Ġsw": 2114,
      "Ġspace": 2115,
      "But": 2116,
      "Ġteam": 2117,
      "Ġlevels": 2118,
      "Ġexpression": 2119,
      "this": 2120,
      "class": 2121,
      "AD": 2122,
      "iple": 2123,
      "Ġrisk": 2124,
      "iversity": 2125,
      "icle": 2126,
      "import": 2127,
      "Ġwhy": 2128,
      "Ġ>": 2129,
      "Ġcour": 2130,
      "cd": 2131,
      "son": 2132,
      "Ġside": 2133,
      "nces": 2134,
      "ĠPl": 2135,
      "Ġstandard": 2136,
      "ĠAd": 2137,
      "Ġarea": 2138,
      "Ġbase": 2139,
      "Ġcalled": 2140,
      "Ġ!": 2141,
      "place": 2142,
      "Ġunderstand": 2143,
      "ina": 2144,
      "Ġ13": 2145,
      "Ġabs": 2146,
      "Ġtotal": 2147,
      "ready": 2148,
      "lev": 2149,
      "Ġmeans": 2150,
      "87": 2151,
      "++": 2152,
      "Ġtimes": 2153,
      "Ġplan": 2154,
      "Ġben": 2155,
      "ibility": 2156,
      "Ġfamily": 2157,
      "Ġaccess": 2158,
      "Ġfull": 2159,
      "Ġterm": 2160,
      "urs": 2161,
      "Ġkeep": 2162,
      "Ġč": 2163,
      "Ġfeel": 2164,
      "âĪĴ": 2165,
      "yle": 2166,
      "Ġreported": 2167,
      "Ġassociated": 2168,
      "Ġwar": 2169,
      "ĠCourt": 2170,
      "off": 2171,
      "ĠRes": 2172,
      "ued": 2173,
      "Ġproject": 2174,
      "Ġdise": 2175,
      "ering": 2176,
      "Ġhold": 2177,
      "Ġshort": 2178,
      "06": 2179,
      "Ċĉĉĉĉ": 2180,
      "Ġ$(": 2181,
      "af": 2182,
      "Ġphys": 2183,
      "ences": 2184,
      "Ġwon": 2185,
      "asing": 2186,
      "Ġresponse": 2187,
      "08": 2188,
      "Ġjud": 2189,
      "sqrt": 2190,
      "Tr": 2191,
      "Se": 2192,
      "Ġeconom": 2193,
      "ror": 2194,
      "Ġwomen": 2195,
      "ĠShe": 2196,
      "Ġdiscuss": 2197,
      "Ġthough": 2198,
      "lected": 2199,
      "partial": 2200,
      "viron": 2201,
      "iction": 2202,
      "mission": 2203,
      "itle": 2204,
      "Ġenergy": 2205,
      "Ġtarget": 2206,
      "Ġamong": 2207,
      "Ġseveral": 2208,
      "Ġ/*": 2209,
      "Ġ`": 2210,
      "use": 2211,
      "Ġneg": 2212,
      "Ġcrit": 2213,
      "Ġhowever": 2214,
      "date": 2215,
      "iving": 2216,
      "gamma": 2217,
      "Ġexist": 2218,
      "Ġpositive": 2219,
      "table": 2220,
      "Ġtre": 2221,
      "gin": 2222,
      "Ġcomput": 2223,
      "Ġaction": 2224,
      "Ġbusiness": 2225,
      "47": 2226,
      "96": 2227,
      "rad": 2228,
      "Ġrate": 2229,
      "beta": 2230,
      "indow": 2231,
      "mit": 2232,
      "Ġfinal": 2233,
      "ising": 2234,
      "Ġlot": 2235,
      "mathbf": 2236,
      "go": 2237,
      "cle": 2238,
      "Ġdesign": 2239,
      "Ġflu": 2240,
      "ler": 2241,
      "Ġspect": 2242,
      "oun": 2243,
      "Ġfac": 2244,
      "Ġpolit": 2245,
      "ape": 2246,
      "Ġsure": 2247,
      "ension": 2248,
      "side": 2249,
      "Ġ{\\": 2250,
      "Ġ([": 2251,
      "iting": 2252,
      "Ġcertain": 2253,
      "aster": 2254,
      "ĠÐ": 2255,
      "'ve": 2256,
      "Ġgroups": 2257,
      "ney": 2258,
      "ograph": 2259,
      "Ġ100": 2260,
      "Ġrelations": 2261,
      "rodu": 2262,
      "Ġstring": 2263,
      "aken": 2264,
      "ĠThat": 2265,
      "Ġissue": 2266,
      "88": 2267,
      "pone": 2268,
      "ĠNid": 2269,
      "arthe": 2270,
      "oper": 2271,
      "Ġinvestig": 2272,
      "Ġgl": 2273,
      "Ġcirc": 2274,
      "alf": 2275,
      "Ġpract": 2276,
      "Ġoften": 2277,
      "position": 2278,
      "Ġfactors": 2279,
      "Ġalready": 2280,
      "bar": 2281,
      "\");": 2282,
      "Ġfund": 2283,
      "sequ": 2284,
      "Ġeng": 2285,
      "Ġalong": 2286,
      "ocument": 2287,
      "ĠSc": 2288,
      "ĠAr": 2289,
      "ĠĠĠĠĠĠĠĠĠ": 2290,
      "itor": 2291,
      "09": 2292,
      "Ġconditions": 2293,
      "Ġlater": 2294,
      "Ġkind": 2295,
      "ĠWhen": 2296,
      "imal": 2297,
      "oll": 2298,
      "Ġexperim": 2299,
      "Ġbody": 2300,
      "atures": 2301,
      "Ġfar": 2302,
      "etwork": 2303,
      "II": 2304,
      "varthe": 2305,
      "verage": 2306,
      "----------------------------------------------------------------": 2307,
      "vartheta": 2308,
      "olution": 2309,
      "Ġdem": 2310,
      "Ġrequired": 2311,
      "Ã©": 2312,
      "Ġpress": 2313,
      "ibr": 2314,
      "Ġresearch": 2315,
      "ges": 2316,
      "Ġann": 2317,
      "ored": 2318,
      "Ġmaterial": 2319,
      "Ġpercent": 2320,
      "ET": 2321,
      "Ġage": 2322,
      "Ġbr": 2323,
      "ey": 2324,
      "ĊĠĠĠĠĠĠ": 2325,
      "An": 2326,
      "key": 2327,
      "posed": 2328,
      "ison": 2329,
      "Ġcountry": 2330,
      "Ġ([@": 2331,
      "chan": 2332,
      "Ġfore": 2333,
      "lete": 2334,
      "ĠĠĠĠĠĠĠĠĠĠ": 2335,
      "Ġlower": 2336,
      "Ġimage": 2337,
      "ache": 2338,
      "97": 2339,
      "outh": 2340,
      "Ġrequire": 2341,
      "]).": 2342,
      "Ġthing": 2343,
      "umber": 2344,
      "****************": 2345,
      "GL": 2346,
      "ribution": 2347,
      "MP": 2348,
      "Ġcannot": 2349,
      "Ġcompon": 2350,
      "Ġsubject": 2351,
      "acy": 2352,
      "delta": 2353,
      "Ġdone": 2354,
      "Ġmen": 2355,
      "Ġpred": 2356,
      "rug": 2357,
      "Ġsocial": 2358,
      "atus": 2359,
      "68": 2360,
      "idd": 2361,
      "Ġamount": 2362,
      "UT": 2363,
      "ands": 2364,
      "Ġsays": 2365,
      "Ġkey": 2366,
      "Ġinj": 2367,
      "-\\": 2368,
      "pm": 2369,
      "Ġstudents": 2370,
      "42": 2371,
      "Ġuntil": 2372,
      "_{[\\": 2373,
      "Ġdevelopment": 2374,
      "IP": 2375,
      "Ġaff": 2376,
      "rem": 2377,
      "Ġcompared": 2378,
      "Ġeffects": 2379,
      "Ġtell": 2380,
      "lood": 2381,
      "gr": 2382,
      "Ġaway": 2383,
      "Ġsource": 2384,
      "Ġmax": 2385,
      "Ġprovided": 2386,
      "Ġcourse": 2387,
      "Ġvir": 2388,
      "equ": 2389,
      "pped": 2390,
      "ĠChrist": 2391,
      "Ġmoney": 2392,
      "Ġviol": 2393,
      "Ġnecess": 2394,
      "Ġsuccess": 2395,
      "Ġdeg": 2396,
      "ians": 2397,
      "Ġcreate": 2398,
      "Ar": 2399,
      "Ġtalk": 2400,
      "stit": 2401,
      "Ġactivity": 2402,
      "log": 2403,
      "Ġenc": 2404,
      "cted": 2405,
      "ayer": 2406,
      "Ġfrequ": 2407,
      "ung": 2408,
      "ustom": 2409,
      "Ġcontent": 2410,
      "Ġthought": 2411,
      "ĠFr": 2412,
      "Ġevent": 2413,
      "Ġsent": 2414,
      "Ġmaking": 2415,
      "Ġupon": 2416,
      "vironment": 2417,
      "na": 2418,
      "uation": 2419,
      "90": 2420,
      "Ġport": 2421,
      "Ġinclude": 2422,
      "uture": 2423,
      "ival": 2424,
      "Ġ50": 2425,
      "Ġ=>": 2426,
      "mp": 2427,
      "Ġaddress": 2428,
      "Ġlink": 2429,
      "Ġid": 2430,
      "DE": 2431,
      "Ġ%": 2432,
      "Ġmut": 2433,
      "ables": 2434,
      "Ġjob": 2435,
      "Ġbackground": 2436,
      "Ġexc": 2437,
      "Ġpotential": 2438,
      "Ġaccording": 2439,
      "uff": 2440,
      "ique": 2441,
      "string": 2442,
      "Ġthird": 2443,
      "oph": 2444,
      "Ġincrease": 2445,
      "Ġrange": 2446,
      "Ġincreased": 2447,
      "Ġestim": 2448,
      "Ġobserved": 2449,
      "Set": 2450,
      "word": 2451,
      "ystem": 2452,
      "Ġbook": 2453,
      "Ġtoget": 2454,
      "Ġtogether": 2455,
      "Is": 2456,
      "Ġhom": 2457,
      "rior": 2458,
      "ilit": 2459,
      "Ġversion": 2460,
      "IG": 2461,
      "rangle": 2462,
      "ĠJoh": 2463,
      ".)": 2464,
      "OP": 2465,
      "ĠCo": 2466,
      "44": 2467,
      "rho": 2468,
      "Ġlove": 2469,
      "ection": 2470,
      "')": 2471,
      "Ġaccount": 2472,
      "><": 2473,
      "rain": 2474,
      "Ġseen": 2475,
      "AG": 2476,
      "ours": 2477,
      "eq": 2478,
      "inter": 2479,
      "Ġothers": 2480,
      "Ġrespons": 2481,
      "Ġfri": 2482,
      "Ġnormal": 2483,
      "Col": 2484,
      "eb": 2485,
      "Ġtold": 2486,
      "ley": 2487,
      "Ġagree": 2488,
      "Ġcult": 2489,
      "arc": 2490,
      "ogn": 2491,
